
{
  "en-US": {
    "vn_scene_root_bored_loki_d1": "*In the golden palaces of Asgard, eternity weighs on Loki's mind*",
    "vn_scene_root_bored_loki_d2": "Another perfect day... Too perfect. The order, the harmony, the eternal perfection of Asgard... How... boring.",
    "vn_scene_root_bored_loki_d3": "*Loki wanders through the golden gardens, his gaze falls on Sif sleeping peacefully by the fountain*",
    "vn_scene_root_bored_loki_d4": "Ah, the beautiful Sif... Her golden hair floats in the morning breeze like threads of light. So serene... so predictable.",
    "vn_scene_root_bored_loki_d5": "*In the distance, a barrel of mead left over from yesterday's festivities catches his eye*",
    "vn_scene_first_choice_d1": "Cut Sif's hair (Pure Malice)",
    "vn_scene_first_choice_d2": "Drink the barrel of mead (Solo Party)",
    "vn_scene_first_choice_d3": "Ignore Sif and go to the forges",
    "vn_scene_malice_hair_cut_d1": "The perfection of this golden hair... it's time to create a little chaos in this overly ordered world.",
    "vn_scene_malice_hair_cut_d2": "*With diabolical precision, Loki approaches the sleeping Sif and cuts her magnificent hair with a fluid gesture*",
    "vn_scene_malice_hair_cut_d3": "There! The art of instant chaos. That feeling of pure adrenaline... Delicious!",
    "vn_scene_malice_hair_cut_d4": "MY HAIR! WHO... WHO DARED TO DO THIS?!",
    "vn_scene_malice_hair_cut_d5": "Hello Sif! You have... a very avant-garde style now!",
    "vn_scene_malice_thor_fury_d1": "LOKI! THOR! COME SEE WHAT YOUR BROTHER HAS DONE!",
    "vn_scene_malice_thor_fury_d2": "What the... BY ODIN'S BEARD! Your hair!",
    "vn_scene_malice_thor_fury_d3": "*Thor violently grabs Loki by the collar, his eyes flashing with lightning*",
    "vn_scene_malice_thor_fury_d4": "YOU WILL REPLACE HER HAIR IMMEDIATELY, OR I WILL BREAK YOU INTO A THOUSAND PIECES!",
    "vn_scene_malice_thor_fury_d5": "Ah! Thor, always so... expressive! Listen, I might have a solution...",
    "vn_scene_malice_promise_hair_d1": "I can create even more magnificent hair for her! Hair of real gold, forged by the sons of Ívaldi!",
    "vn_scene_malice_promise_hair_d2": "You'd better keep your promise, brother. Because if not...",
    "vn_scene_malice_promise_hair_d3": "*And so Loki's pure malice leads him to the legendary forges...*",
    "vn_scene_drunk_mead_fest_d1": "Ah! This forgotten barrel of mead... Why wait for a party when you can create one yourself?",
    "vn_scene_drunk_mead_fest_d2": "*Loki approaches the barrel and begins to drink directly from the spout*",
    "vn_scene_drunk_mead_fest_d3": "Mmh! *glug glug* Delicious! *hic* The boredom is already flying away! *bubble* A little more...",
    "vn_scene_drunk_mead_fest_d4": "*Animation: Loki methodically empties the barrel, bubbles escape, the screen wavers slightly*",
    "vn_scene_drunk_mead_fest_d5": "*Hic* There! *burp* Now all of Asgard seems... more fun to me! *stumbles*",
    "vn_scene_drunk_accident_d1": "*Stumbles* Well... just a little nap next to the beautiful Sif... *hic* What could possibly happen?",
    "vn_scene_drunk_accident_d2": "*Loki, completely drunk, stumbles with his gardening shears and ACCIDENTALLY cuts Sif's hair*",
    "vn_scene_drunk_accident_d3": "*Hic* Oops! My... my shears slipped! It's... it's the mead's fault! *burp*",
    "vn_scene_drunk_accident_d4": "MY HAIR! LOKI! WHAT HAVE YOU DONE?!",
    "vn_scene_drunk_accident_d5": "*Hic* I... I can explain everything! It was an accident! The mead, you see... *hiccup*",
    "vn_scene_drunk_thor_discovery_d1": "THOR! COME SEE WHAT YOUR BROTHER HAS DONE! HE'S DEAD DRUNK!",
    "vn_scene_drunk_thor_discovery_d2": "By Odin's beard! Your hair! And you Loki... you reek of mead from miles away!",
    "vn_scene_drunk_thor_discovery_d3": "*Hic* Thor my brother! *burp* It was... an accident! The mead and... the shears... *hiccup*",
    "vn_scene_drunk_thor_discovery_d4": "EVEN DRUNK, YOUR MALICE REEKS! How can you be so clumsy and so destructive at the same time?!",
    "vn_scene_drunk_thor_discovery_d5": "*Thor grabs Loki by the collar, even more angered by his obvious drunkenness*",
    "vn_scene_drunk_choice_promise_d1": "Promise golden hair (while stammering)",
    "vn_scene_drunk_choice_promise_d2": "Blame the mead and deny",
    "vn_scene_dwarves_sons_ivaldi_d1": "*In the underground forges, Brokkr and Eitri are working the metal*",
    "vn_scene_dwarves_sons_ivaldi_d2": "You're owning up to your malice, Loki. That's already better than your usual lies.",
    "vn_scene_dwarves_sons_ivaldi_d3": "The sons of Ívaldi agree to create hair of pure gold for Sif.",
    "vn_scene_dwarves_sons_ivaldi_drunk_d1": "*Hic* Loki arrives stumbling at the home of the sons of Ívaldi, still dizzy from the mead. The dwarves watch him with amusement and exasperation.",
    "vn_scene_dwarves_sons_ivaldi_drunk_d2": "*In the underground forges, the atmosphere is... special*",
    "vn_scene_dwarves_sons_ivaldi_drunk_d3": "By my beard! You reek of mead, Loki! *laughs* And you want us to forge golden hair in this state?",
    "vn_scene_dwarves_sons_ivaldi_drunk_d4": "*Hic* Listen to me... *burp* It was an accident! The mead... *hiccup*... betrayed me!",
    "vn_scene_dwarves_sons_ivaldi_drunk_d5": "At least you didn't come with lies this time. Drunkenness makes one honest!",
    "vn_scene_bet_brokkr_eitri_d1": "My dwarf friends, your talents are recognized throughout the Nine Realms. But tell me... who forges better?",
    "vn_scene_bet_brokkr_eitri_d2": "Ha! Loki, we know your tricks! You want to turn us against each other!",
    "vn_scene_bet_brokkr_eitri_d3": "But... a challenge could be fun, brother. What do you propose, mischievous god?",
    "vn_scene_bet_brokkr_eitri_d4": "A simple bet: who will create the three most beautiful gifts for the gods? My head as the stake!",
    "vn_scene_bet_brokkr_eitri_d5": "Deal! We'll show you what real forging is!",
    "vn_scene_bet_brokkr_eitri_drunk_d1": "*Hic* My dwarf friends... *burp* Who... who forges the best? *hiccup* Between you two?",
    "vn_scene_bet_brokkr_eitri_drunk_d2": "*Laughs* By my beard! He's completely drunk! You want to make a bet in this state?",
    "vn_scene_bet_brokkr_eitri_drunk_d3": "Mead makes bets more... interesting! What do you propose, stumbling Loki?",
    "vn_scene_bet_brokkr_eitri_drunk_d4": "*Hic* My head against... *burp*... your finest treasures! *hiccup* Easy!",
    "vn_scene_bet_brokkr_eitri_drunk_d5": "*The dwarves look at each other with amusement. Will Loki's drunkenness affect his sabotage skills?*"
  },
  "es-ES": {
    "vn_scene_root_bored_loki_d1": "*En los palacios dorados de Asgard, la eternidad pesa en la mente de Loki*",
    "vn_scene_root_bored_loki_d2": "Otro día perfecto... Demasiado perfecto. El orden, la armonía, la perfección eterna de Asgard... Qué... aburrido.",
    "vn_scene_root_bored_loki_d3": "*Loki deambula por los jardines dorados, su mirada se posa en Sif que duerme plácidamente junto a la fuente*",
    "vn_scene_root_bored_loki_d4": "Ah, la bella Sif... Su cabello dorado flota en la brisa matutina como hilos de luz. Tan sereno... tan predecible.",
    "vn_scene_root_bored_loki_d5": "*A lo lejos, un barril de hidromiel abandonado de las festividades de ayer llama su atención*",
    "vn_scene_first_choice_d1": "Cortar el pelo de Sif (Pura malicia)",
    "vn_scene_first_choice_d2": "Beber el barril de hidromiel (Fiesta en solitario)",
    "vn_scene_first_choice_d3": "Ignorar a Sif e ir a las forjas",
    "vn_scene_malice_hair_cut_d1": "La perfección de este cabello dorado... es hora de crear un poco de caos en este mundo demasiado ordenado.",
    "vn_scene_malice_hair_cut_d2": "*Con una precisión diabólica, Loki se acerca a la Sif dormida y le corta su magnífico cabello con un gesto fluido*",
    "vn_scene_malice_hair_cut_d3": "¡Ahí está! El arte del caos instantáneo. Esa sensación de adrenalina pura... ¡Delicioso!",
    "vn_scene_malice_hair_cut_d4": "¡MI PELO! ¡¿QUIÉN... QUIÉN SE ATREVIÓ A HACER ESTO?!",
    "vn_scene_malice_hair_cut_d5": "¡Hola Sif! Tienes... ¡un estilo muy vanguardista ahora!",
    "vn_scene_malice_thor_fury_d1": "¡LOKI! ¡THOR! ¡VEN A VER LO QUE HA HECHO TU HERMANO!",
    "vn_scene_malice_thor_fury_d2": "¡¿Qué... POR LAS BARBAS DE ODÍN?! ¡Tu pelo!",
    "vn_scene_malice_thor_fury_d3": "*Thor agarra violentamente a Loki por el cuello, sus ojos lanzan relámpagos*",
    "vn_scene_malice_thor_fury_d4": "¡REEMPLAZARÁS SU CABELLO DE INMEDIATO, O TE ROMPERÉ EN MIL PEDAZOS!",
    "vn_scene_malice_thor_fury_d5": "¡Ah! Thor, siempre tan... ¡expresivo! Escucha, puede que tenga una solución...",
    "vn_scene_malice_promise_hair_d1": "¡Puedo crearle un cabello aún más magnífico! ¡Cabello de oro puro, forjado por los hijos de Ívaldi!",
    "vn_scene_malice_promise_hair_d2": "Más te vale cumplir tu promesa, hermano. Porque si no...",
    "vn_scene_malice_promise_hair_d3": "*Y así es como la pura malicia de Loki lo lleva a las legendarias forjas...*",
    "vn_scene_drunk_mead_fest_d1": "¡Ah! Este barril de hidromiel olvidado... ¿Por qué esperar a una fiesta cuando puedes crear una tú mismo?",
    "vn_scene_drunk_mead_fest_d2": "*Loki se acerca al barril y comienza a beber directamente del pico*",
    "vn_scene_drunk_mead_fest_d3": "¡Mmh! *glug glug* ¡Delicioso! *hic* ¡El aburrimiento ya se está yendo! *burbuja* Un poco más...",
    "vn_scene_drunk_mead_fest_d4": "*Animación: Loki vacía metódicamente el barril, se escapan burbujas, la pantalla tiembla ligeramente*",
    "vn_scene_drunk_mead_fest_d5": "¡*Hic*! ¡Ya está! *eructo* ¡Ahora todo Asgard me parece... más divertido! *se tambalea*",
    "vn_scene_drunk_accident_d1": "*Se tambalea* Bueno... solo una siestecita junto a la bella Sif... *hic* ¿Qué podría pasar?",
    "vn_scene_drunk_accident_d2": "*Loki, completamente borracho, tropieza con sus tijeras de jardinería y le corta ACCIDENTALMENTE el pelo a Sif*",
    "vn_scene_drunk_accident_d3": "¡*Hic* ¡Ups! ¡Mis... mis tijeras se resbalaron! ¡Es... es culpa de la hidromiel! *eructo*",
    "vn_scene_drunk_accident_d4": "¡MI PELO! ¡LOKI! ¡¿QUÉ HAS HECHO?!",
    "vn_scene_drunk_accident_d5": "¡*Hic*! Yo... ¡puedo explicarlo todo! ¡Fue un accidente! La hidromiel, ya ves... *hic*",
    "vn_scene_drunk_thor_discovery_d1": "¡THOR! ¡VEN A VER LO QUE HA HECHO TU HERMANO! ¡ESTÁ BORRACHO PERDIDO!",
    "vn_scene_drunk_thor_discovery_d2": "¡Por las barbas de Odín! ¡Tu pelo! Y tú, Loki... ¡apestas a hidromiel a leguas!",
    "vn_scene_drunk_thor_discovery_d3": "¡*Hic*! ¡Thor, hermano mío! *eructo* ¡Fue... un accidente! La hidromiel y... las tijeras... *hic*",
    "vn_scene_drunk_thor_discovery_d4": "¡INCLUSO BORRACHO, TU MALICIA APESTA! ¡¿Cómo puedes ser tan torpe y tan destructivo a la vez?!",
    "vn_scene_drunk_thor_discovery_d5": "*Thor agarra a Loki por el cuello, aún más enfadado por su evidente embriaguez*",
    "vn_scene_drunk_choice_promise_d1": "Prometer un cabello de oro (balbuceando)",
    "vn_scene_drunk_choice_promise_d2": "Culpar a la hidromiel y negarlo",
    "vn_scene_dwarves_sons_ivaldi_d1": "*En las forjas subterráneas, Brokkr y Eitri trabajan el metal*",
    "vn_scene_dwarves_sons_ivaldi_d2": "Asumes tu malicia, Loki. Eso ya es mejor que tus mentiras habituales.",
    "vn_scene_dwarves_sons_ivaldi_d3": "Los hijos de Ívaldi aceptan crear un cabello de oro puro para Sif.",
    "vn_scene_dwarves_sons_ivaldi_drunk_d1": "*Hic* Loki llega tambaleándose a la casa de los hijos de Ívaldi, todavía mareado por la hidromiel. Los enanos lo miran con diversión y exasperación.",
    "vn_scene_dwarves_sons_ivaldi_drunk_d2": "*En las forjas subterráneas, el ambiente es... especial*",
    "vn_scene_dwarves_sons_ivaldi_drunk_d3": "¡Por mi barba! ¡Apestas a hidromiel, Loki! *risas* ¿Y quieres que forjemos un cabello de oro en este estado?",
    "vn_scene_dwarves_sons_ivaldi_drunk_d4": "¡*Hic*! Escúchenme... *eructo* ¡Fue un accidente! ¡La hidromiel me... *hic*... traicionó!",
    "vn_scene_dwarves_sons_ivaldi_drunk_d5": "Al menos no viniste con mentiras esta vez. ¡La embriaguez honesta!",
    "vn_scene_bet_brokkr_eitri_d1": "Mis amigos enanos, vuestros talentos son reconocidos en los Nueve Reinos. Pero decidme... ¿quién forja mejor?",
    "vn_scene_bet_brokkr_eitri_d2": "¡Ja! ¡Loki, conocemos tus trucos! ¡Quieres enfrentarnos!",
    "vn_scene_bet_brokkr_eitri_d3": "Pero... un desafío podría ser divertido, hermano. ¿Qué propones, dios embustero?",
    "vn_scene_bet_brokkr_eitri_d4": "Una simple apuesta: ¿quién creará los tres regalos más hermosos para los dioses? ¡Mi cabeza como apuesta!",
    "vn_scene_bet_brokkr_eitri_d5": "¡Trato hecho! ¡Te mostraremos lo que es la verdadera forja!",
    "vn_scene_bet_brokkr_eitri_drunk_d1": "*Hic* Mis amigos enanos... *eructo* ¿Quién... quién forja mejor? *hic* ¿Entre vosotros dos?",
    "vn_scene_bet_brokkr_eitri_drunk_d2": "*Risas* ¡Por mi barba! ¡Está completamente borracho! ¿Quieres hacer una apuesta en este estado?",
    "vn_scene_bet_brokkr_eitri_drunk_d3": "¡La hidromiel hace que las apuestas sean más... interesantes! ¿Qué propones, Loki tambaleante?",
    "vn_scene_bet_brokkr_eitri_drunk_d4": "¡*Hic*! Mi cabeza contra... *eructo*... ¡vuestros mejores tesoros! *hic* ¡Fácil!",
    "vn_scene_bet_brokkr_eitri_drunk_d5": "*Los enanos se miran con diversión. ¿Afectará la embriaguez de Loki a sus habilidades de sabotaje?*"
  }
}
