{
  "about_screen_about_content": "This application is a tribute to the fascinating world of Norse mythology. It was designed to provide an immersive and educational experience through quizzes, stories, and mini-games.",
  "about_screen_about_title": "About the App",
  "about_screen_contact_us": "Contact Us",
  "about_screen_contribution_content": "This project is open source. Feel free to contribute on GitHub.",
  "about_screen_contribution_title": "Contribution",
  "about_screen_creators_content": "Created by a small team of mythology enthusiasts, storytellers, and developers united by a love for legends.",
  "about_screen_creators_lead_dev": "Lead Developer & Designer:",
  "about_screen_creators_title": "Team / Creators",
  "about_screen_disclaimer_content": "This application is based on Norse mythology and is not affiliated with, sponsored, or endorsed by Marvel.",
  "about_screen_disclaimer_title": "Disclaimer",
  "about_screen_github_link": "View on GitHub",
  "about_screen_legal_title": "Legal",
  "about_screen_privacy_link": "Privacy Policy",
  "about_screen_roadmap_content": "Coming soon: new realms, more stories, and mythic challenges. Stay tuned for the next saga!",
  "about_screen_roadmap_title": "Future Features / Roadmap",
  "about_screen_support_title": "Support the Project",
  "about_screen_tech_content": "Built with Flutter and powered by open-source libraries. This project was also brought to life with the help of several AI tools: Nightcafé for images, Gemini CLI for coding, Vidnoz for animations, and Suno for music.",
  "about_screen_tech_title": "Technologies & AI",
  "about_screen_terms_link": "Terms of Service",
  "about_screen_thanks_content": "A heartfelt thank you to all the mythologists, historians, and enthusiasts whose work has inspired and informed this project.",
  "about_screen_thanks_title": "Special Thanks",
  "about_screen_version_content": "You are using version {{version}} of the Oracle d’Asgard app.",
  "about_screen_version_title": "App Version",
  "about_screen_vision_content": "Oracle d’Asgard was born from a passion for Norse mythology and storytelling. Our vision is to revive ancient myths through interactive experiences that blend learning, play, and art. Every riddle, every story, every rune you encounter carries a fragment of that ancient magic.",
  "about_screen_vision_title": "Story & Vision",
  "app_title": "Oracle of Asgard",
  "asgard_wall_game_screen_congratulations": "Congratulations!",
  "asgard_wall_game_screen_defeat": "Defeat!",
  "asgard_wall_game_screen_defeat_message": "💥 A hole in the wall!\nThe Æsir will not pay the giant.",
  "asgard_wall_game_screen_next_pieces": "Next Pieces",
  "asgard_wall_game_screen_restart": "Restart the Wall",
  "asgard_wall_game_screen_title": "Wall of Asgard",
  "asgard_wall_game_screen_victory": "Victory!",
  "asgard_wall_game_screen_victory_message": "You have accomplished a feat worthy of the gods!",
  "asgard_wall_preliminary_screen_help_text": "Help Hrimthur build the wall of Asgard by placing the falling blocks. Reach the height of victory without leaving unreachable holes!",
  "asgard_wall_preliminary_screen_start_button": "Start Building",
  "asgard_wall_welcome_screen_rule_1": "Build the perfect wall like the giant builder. Your goal is to fill all the spaces up to the golden line without leaving unreachable (fully enclosed) holes.",
  "asgard_wall_welcome_screen_rule_2": "Controls: ←→ or A/D to move, ↑/W/Space/Q/E to rotate, ↓/S to drop (Touch controls available in-game)",
  "collectible_card_audhumla_description": "The primordial cow, born from melting ice at the beginning of time, just like the giant Ymir. From her udders flowed four rivers of milk that nourished Ymir and ensured his survival. By licking a salty block of ice, Audhumla revealed Buri, the first of the gods and Odin's ancestor. She is thus the origin of both lineages, that of giants and that of gods, who will clash during Ragnarök.",
  "collectible_card_audhumla_title": "Audhumla the Cosmic Cow",
  "collectible_card_baldr_description": "The god of light, beauty, and purity, son of Odin and Frigg. Beloved by all, his presence brought joy and peace. A prophetic dream of his own death prompted his mother, Frigg, to make everything in creation swear never to harm him. Only mistletoe, deemed too young and harmless, was overlooked. His tragic death, orchestrated by Loki, was the first and most terrible omen of the coming of Ragnarök, the end of times.",
  "collectible_card_baldr_title": "Baldr the Good",
  "collectible_card_bifrost_description": "The vibrant and shimmering rainbow bridge that connects Midgard, the world of men, to Asgard, the fortress of the gods. It is described as being made of fire, air, and water, and is stronger than any other structure. It is permanently guarded by the god Heimdall, who watches over its access from his guard post, Himinbjörg. Bifrost will collapse during Ragnarök under the weight of the fire giants led by Surt.",
  "collectible_card_bifrost_title": "Bifrost",
  "collectible_card_bragi_description": "The god of poetry, eloquence, and music. He is the husband of Idunn, keeper of the apples of youth. Bragi is depicted as a wise old man with a long beard, whose words are so beautiful they charm all who hear them. He is the skald (poet) of the gods' court in Asgard, welcoming valorous warriors arriving at Valhalla with his epic songs that recount their deeds and the glory of the gods.",
  "collectible_card_bragi_title": "Bragi",
  "collectible_card_brisingamen_description": "The magnificent and legendary necklace of the goddess Freyja. Its name means 'fire jewel'. It was forged by four expert dwarfs. To obtain it, Freyja had to spend one night with each of them. This necklace is the symbol of her beauty, seduction, and power over love and desire. It was stolen by Loki and recovered by Heimdall after a fierce battle where both took the form of seals.",
  "collectible_card_brisingamen_title": "Brisingamen",
  "collectible_card_brokkr_sindri_description": "Two dwarf brothers, master smiths renowned for their unmatched skill. Following a trick by Loki, they made a wager with the god that they could create more wonderful objects than those made by the sons of Ivaldi. They thus forged three exceptional treasures: the golden boar Gullinbursti for Freyr, the golden ring Draupnir for Odin, and the most famous of all, the hammer Mjöllnir for Thor, despite a minor flaw (its short handle) due to Loki's interference.",
  "collectible_card_brokkr_sindri_title": "Brokkr and Sindri",
  "collectible_card_draupnir_description": "The magical ring of pure gold possessed by Odin, one of the greatest treasures of the gods. Forged by the dwarfs Brokkr and Sindri, its name means 'the dripper'. It has the extraordinary ability to multiply: every nine nights, it produces eight new gold rings of identical weight and quality. Draupnir was placed by Odin on his son Baldr's funeral pyre as a sign of respect, but was returned to him from the realm of the dead.",
  "collectible_card_draupnir_title": "Draupnir the Ring",
  "collectible_card_fenrir_description": "The gigantic wolf, one of the three monstrous children of Loki and the giantess Angrboda. The gods, frightened by his rapid growth and prophecies announcing he would cause their doom, decided to chain him. After breaking two chains, he was finally bound by the magical bond Gleipnir. During Ragnarök, he will break free and fulfill his destiny by devouring Odin, before being killed by Vidar, Odin's son.",
  "collectible_card_fenrir_title": "Fenrir the Wolf",
  "collectible_card_freyja_description": "Major goddess of Norse mythology, associated with love, beauty, fertility, but also war, wealth, and magic (seidr). Twin sister of Freyr, she is the most beautiful of goddesses. She rules over her own realm, Fólkvangr, where she welcomes half the warriors who died heroically in battle, the other half going to Odin's Valhalla. She possesses the necklace Brisingamen and a chariot pulled by two cats.",
  "collectible_card_freyja_title": "Freyja",
  "collectible_card_frigg_description": "Goddess of love, marriage, and motherhood, wife of Odin and queen of Asgard. She is the mother of Baldr, the beloved god. Gifted with prophecy, she knows the fate of all beings, including her son, but cannot change it. Her maternal love drove her to protect Baldr by making all creation swear an oath, a desperate attempt that was thwarted by Loki's cunning.",
  "collectible_card_frigg_title": "Frigg the Mother",
  "collectible_card_ginnungagap_description": "The gaping and silent void that existed before any creation. It was a bottomless abyss, bordered to the north by the icy realm of Niflheim and to the south by the fiery realm of Muspelheim. It was from the meeting between the icy breath of Niflheim and the burning sparks of Muspelheim at the center of Ginnungagap that life emerged, giving birth to the primordial giant Ymir and the cosmic cow Audhumla.",
  "collectible_card_ginnungagap_title": "The Ginnungagap",
  "collectible_card_gjallarhorn_description": "The 'Resounding Horn' of the god Heimdall. He uses it to watch over the Bifrost bridge. The sound of this horn is so powerful it can be heard in all nine worlds. Heimdall will sound the Gjallarhorn only once, but it will be for a momentous event: he will use it to alert all gods of the beginning of Ragnarök, when giants and monsters launch their final assault against Asgard.",
  "collectible_card_gjallarhorn_title": "Gjallarhorn",
  "collectible_card_gleipnir_description": "The magical chain forged by the dwarfs to bind the wolf Fenrir. Unlike the heavy previous chains that Fenrir had broken, Gleipnir was as fine and supple as a silk ribbon. It was made from six impossible ingredients: the sound of a cat's footstep, a woman's beard, the roots of a mountain, a bear's sinews, a fish's breath, and a bird's saliva. It is the only bond that Fenrir could never break.",
  "collectible_card_gleipnir_title": "Gleipnir",
  "collectible_card_gungnir_description": "Odin's infallible spear, which never misses its target. Its name means 'the swaying one'. It was also forged by dwarfs, the sons of Ivaldi, and obtained by Loki. An oath carved on its tip guarantees its accuracy. Gungnir is a symbol of Odin's power and authority as god of war. It was by sacrificing himself, hanging from Yggdrasil and pierced by his own spear, that Odin acquired knowledge of the runes.",
  "collectible_card_gungnir_title": "Gungnir the Spear",
  "collectible_card_heimdall_description": "The vigilant guardian of Asgard, stationed at the entrance of the Bifrost bridge to prevent giants from invading the realm of the gods. Born of nine mothers, he possesses superhuman senses: his piercing sight allows him to see hundreds of leagues away and his hearing is so fine he can hear grass growing. He is the keeper of the horn Gjallarhorn. During Ragnarök, he will be the last to fall, killing his eternal enemy Loki in a battle where they will kill each other.",
  "collectible_card_heimdall_title": "Heimdall",
  "collectible_card_hel_description": "Daughter of Loki and the giantess Angrboda, sister of the wolf Fenrir and the serpent Jörmungandr. Banished by Odin, she became the sovereign of the realm of the dead, Helheim. She is often depicted with a body half living and half decomposed. She rules over the souls of those who died of sickness or old age, as opposed to warriors who died in combat and go to Valhalla or Fólkvangr. Her power over the dead is absolute.",
  "collectible_card_hel_title": "Hel",
  "collectible_card_helheim_description": "The realm of the dead, one of the nine worlds, ruled by the goddess Hel. It is a dark, cold, and misty place, located in the depths of Niflheim. This is where the souls of those who did not die heroically in battle go. The entrance to Helheim is guarded by the monstrous dog Garm. Even the gods cannot escape without Hel's permission, as shown by the vain attempt to bring Baldr back to life.",
  "collectible_card_helheim_title": "Helheim",
  "collectible_card_hofund_description": "The gleaming sword of the guardian god Heimdall. Its name means 'man's head', possibly referring to a carved pommel. Like its owner, the sword is a symbol of vigilance and protection for Asgard. Though less famous than other divine weapons like Mjöllnir or Gungnir, Hofund is a powerful weapon that will be used by Heimdall in his final and mutually destructive battle against Loki during Ragnarök.",
  "collectible_card_hofund_title": "Hofund",
  "collectible_card_hrimthurs_description": "A giant (Jötunn) who presented himself to the gods as a simple builder. He proposed an audacious bargain: to build an impregnable fortress around Asgard in just three seasons. In payment, he demanded the goddess Freyja, as well as the Sun and Moon. The gods accepted, thinking the task impossible. But the giant, aided by his magical horse Svadilfari, progressed so quickly that the gods became frightened and asked Loki to intervene.",
  "collectible_card_hrimthurs_title": "Hrimthurs the Builder",
  "collectible_card_huginnmuninn_description": "The two ravens perched on Odin's shoulders. Their names mean 'Thought' (Huginn) and 'Memory' (Muninn). Each morning, Odin sends them to traverse the nine worlds. Upon their return, they whisper in his ear everything they have seen and heard. They are the All-Father's sources of information, granting him quasi-omniscient knowledge of past, present, and future events, and helping him in his insatiable quest for wisdom.",
  "collectible_card_huginnmuninn_title": "Huginn and Muninn",
  "collectible_card_idunn_description": "Goddess of youth and eternity, wife of the poet god Bragi. She is the keeper of the golden apples, magical fruits that grant the gods their youth and immortality. Without these apples, the gods would age and die like mere mortals. Idunn was once kidnapped by the giant Thjazi with Loki's complicity, forcing the gods to age until Loki was compelled to bring her back to Asgard.",
  "collectible_card_idunn_title": "Idunn",
  "collectible_card_jormungandr_description": "The Serpent of Midgard, one of the three children of Loki and the giantess Angrboda. Thrown into the ocean surrounding Midgard by Odin, it grew so enormously that it ended up encircling the world of men and biting its own tail, hence its nickname 'World-Serpent'. It is Thor's sworn enemy. During Ragnarök, the two adversaries will clash in a titanic battle. Thor will kill Jörmungandr but will succumb to its venom nine steps later.",
  "collectible_card_jormungandr_title": "Jörmungandr",
  "collectible_card_loki_description": "God of cunning, discord, and metamorphosis. Son of giants but admitted among the Æsir gods, he is Odin's blood brother. Intelligent and charming, he uses his talents to help the gods escape difficult situations, but his mischievous and chaotic nature also drives him to be the source of most of their problems. Father of monsters like Fenrir, Jörmungandr, and Hel, his role becomes increasingly dark, ultimately triggering Ragnarök.",
  "collectible_card_loki_title": "Loki",
  "collectible_card_mjollnir_description": "Thor's legendary hammer, forged by the dwarfs Brokkr and Sindri. A symbol of both protection and destruction, it can control lightning and thunder. Mjöllnir never misses its target and always returns to its bearer after being thrown. It is one of the most powerful weapons of the gods, indispensable in the eternal struggle against forces of chaos, especially giants.",
  "collectible_card_mjollnir_title": "Mjöllnir",
  "collectible_card_njord_description": "God of the sea, wind, fishing, and wealth. He belongs to the Vanir family of gods, but came to live in Asgard with his children, Freyja and Freyr, as a hostage after the war between the Æsir and Vanir. He is invoked by sailors for safe voyages and good catches. His unhappy marriage to the giantess Skadi, who loved the mountains while he loved the sea, illustrates the opposition between these two worlds.",
  "collectible_card_njord_title": "Njord",
  "collectible_card_odin_description": "The All-Father, the principal god of the Norse pantheon. God of wisdom, war, death, poetry, and magic (runes). He rules over Asgard from his throne Hlidskjalf, from where he can observe the nine worlds. He sacrificed an eye to drink from Mimir's spring and acquire universal knowledge. Accompanied by his ravens Huginn and Muninn and his wolves Geri and Freki, he prepares gods and men for Ragnarök.",
  "collectible_card_odin_title": "Odin",
  "collectible_card_sif_description": "Goddess of fertility, earth, and harvests, wife of Thor. She was famous for her magnificent pure golden hair, which symbolized ripe wheat fields. One day, out of mischief, Loki cut off her hair. Furious, Thor forced Loki to undo his misdeed. Loki then had to command the dwarves to forge new golden hair, which grew like real hair, as well as other treasures for the gods.",
  "collectible_card_sif_title": "Sif of the Golden Hair",
  "collectible_card_skadi_description": "Giant goddess associated with archery, winter, mountains, and skiing. Daughter of the giant Thjazi, she went to Asgard to avenge her father's death, killed by the gods. As compensation, the gods offered her to marry one of them, but she had to choose by seeing only their feet. She chose Njord thinking it was Baldr. Their union was a failure, as Skadi could not bear living away from her snowy mountains.",
  "collectible_card_skadi_title": "Skadi",
  "collectible_card_sleipnir_description": "Odin's horse, born from the union of Loki transformed into a mare and Svadilfari. The fastest of all horses in the nine worlds, capable of galloping on land, sea, and air. Sleipnir is Odin's faithful steed, carrying him across worlds during his journeys. His eight legs symbolize his supernatural speed and his ability to move between dimensions.",
  "collectible_card_sleipnir_title": "Sleipnir the Eight-Legged Horse",
  "collectible_card_svadilfari_description": "The magical and exceptionally strong horse of the builder giant Hrimthurs. Its name means 'unlucky traveler'. Svadilfari's speed and power were such that it allowed its master to build Asgard's wall at prodigious speed, threatening to make the giant win the wager. To sabotage the work, Loki transformed into a beautiful mare and lured Svadilfari away from its master, thus preventing the wall's completion in time.",
  "collectible_card_svadilfari_title": "Svadilfari the Horse",
  "collectible_card_thor_description": "The god of thunder, son of Odin and Jörd (the Earth). A devoted protector of Asgard and humans (Midgard), he is known for his prodigious strength and unwavering courage. Armed with his hammer Mjöllnir, which always returns to his hand, his belt Megingjord that multiplies his strength tenfold, and his iron gloves Járngreipr, he relentlessly fights giants and monsters that threaten cosmic order.",
  "collectible_card_thor_title": "Thor the Protector",
  "collectible_card_thrym_description": "The formidable king of the frost giants (Jötun) who dared to steal Mjöllnir, Thor's hammer. In exchange for its return, he demanded the hand of the goddess Freyja. To retrieve his weapon, Thor disguised himself as Freyja, accompanied by Loki as a servant. The ruse worked, and once the hammer was in his possession, Thor slaughtered Thrym and his entire court, restoring the gods' honor.",
  "collectible_card_thrym_title": "Thrym the Giant",
  "collectible_card_tyr_description": "The god of war, law, and justice. Of exemplary courage, he is the only god who dared approach the wolf Fenrir when it became too large and threatening. To prove to the wolf that they didn't want to trap him with the magical chain Gleipnir, Týr placed his right hand in the beast's mouth. When Fenrir realized he was chained, he tore off the hand. This sacrifice neutralized the wolf until Ragnarök.",
  "collectible_card_tyr_title": "Týr the Sacrificed",
  "collectible_card_yggdrasil_description": "The World Tree, an immense and eternal ash that is at the center of the Norse cosmos. Its branches extend over the nine worlds and its trunk connects them. Three main roots support it, each plunging into a spring: Urd's spring in Asgard, Mimir's spring in the land of giants, and Hvergelmir in Niflheim. Yggdrasil is constantly attacked by various creatures, like the dragon Nidhogg that gnaws at its roots, but it always survives, symbolizing life's resilience.",
  "collectible_card_yggdrasil_title": "Yggdrasil",
  "collectible_card_ymir_description": "The first living being, a primordial giant born from the meeting of fire from Muspelheim and ice from Niflheim in the void of Ginnungagap. From his sweat came the first giants. He was nourished by the cosmic cow Audhumla. Eventually, he was killed by the gods Odin and his brothers, Vili and Vé. From his body, they created the world: his flesh became the earth, his blood the oceans, his bones the mountains, and his skull the celestial vault.",
  "collectible_card_ymir_title": "Ymir the Primordial Giant",
  "deity_astrid_description": "You read the future in stars and runes. Your counsel is sought by kings and jarls, for you see the threads of fate others ignore.",
  "deity_astrid_title": "The Starry Visionary",
  "deity_audhumla_description": "You are the source of all life, nourishing the world with your essence. Like Audhumla, you are patient and generous—a pillar of creation.",
  "deity_audhumla_title": "The Cosmic Cow",
  "deity_baldr_description": "Pure and beloved by all, you embody light and beauty. Like Baldr, your presence brings joy and harmony, though you remain vulnerable to dark forces.",
  "deity_baldr_title": "The Shining God",
  "deity_bjorn_description": "Your strength is legendary, as relentless as an avalanche. You protect your clan with silent ferocity, and your loyalty is the rock on which your allies build their trust.",
  "deity_bjorn_title": "The Ice Bear",
  "deity_bragi_description": "Master of words and music, you inspire and move hearts. Like Bragi, you use art to tell stories and celebrate life.",
  "deity_bragi_title": "The Divine Poet",
  "deity_fenrir_description": "Powerful and untamable, you represent raw strength and freedom. Like Fenrir, you are a force of nature, impossible to contain.",
  "deity_fenrir_title": "The Unchained Wolf",
  "deity_freydis_description": "You are a skjaldmö, a shield-maiden whose courage inspires songs. You never back down from a fight and carve your own path with iron determination.",
  "deity_freydis_title": "The Fearless Axe",
  "deity_freyja_description": "Passionate and intuitive, you follow your heart. Like Freyja, you bring beauty and love into the world.",
  "deity_freyja_title": "Lady of Love",
  "deity_frigg_description": "Wise and caring, you watch over your loved ones. Like Frigg, you foresee and prevent danger.",
  "deity_frigg_title": "The Protector",
  "deity_heimdall_description": "Vigilant and perceptive, you are the protector of realms. Like Heimdall, you possess sharp senses and unwavering loyalty.",
  "deity_heimdall_title": "The Bridge Guardian",
  "deity_hel_description": "Just and impartial, you rule over the realm of the dead. Like Hel, you accept the duality of life and death and treat all with fairness.",
  "deity_hel_title": "The Sovereign of the Dead",
  "deity_hrimthurs_description": "Imposing and ancient, you are a primordial force of nature. Like Hrimthurs, you are resilient and unshakable, representing elemental power.",
  "deity_hrimthurs_title": "The Frost Giant",
  "deity_idunn_description": "Source of youth and vitality, you maintain life’s balance. Like Idunn, you are kind and generous, bringing renewal and freshness.",
  "deity_idunn_title": "The Keeper of Apples",
  "deity_ingrid_description": "You rule with wisdom and justice. Your people follow you not out of fear, but out of respect and love, for you embody honor and leadership.",
  "deity_ingrid_title": "The Noble-Hearted Jarl",
  "deity_jormungandr_description": "Immense and mysterious, you encircle the world—an unstoppable force. Like Jörmungandr, you are powerful and silent, guardian of the depths.",
  "deity_jormungandr_title": "The World Serpent",
  "deity_loki_description": "Creative and unpredictable, you find unique solutions. Like Loki, you challenge the established order.",
  "deity_loki_title": "The Shape-Shifter",
  "deity_njord_description": "Calm and generous, you rule the oceans and bring prosperity. Like Njord, you are soothing yet powerful and unpredictable.",
  "deity_njord_title": "The God of Seas and Winds",
  "deity_odin_description": "Wise and cunning, you seek knowledge above all else. Like Odin, you are ready to sacrifice to understand the mysteries of the world.",
  "deity_odin_title": "The Allfather",
  "deity_ragnar_description": "Your mind is as sharp as your axe. You excel at strategy and deception, using intelligence as your greatest weapon to outwit your enemies.",
  "deity_ragnar_title": "The Cunning Raven",
  "deity_selection_screen_choose_button": "Choose",
  "deity_selection_screen_title": "Choose a Deity",
  "deity_sif_description": "Beautiful and fertile, you symbolize abundance and harvest. Like Sif, you bring life and prosperity to those around you.",
  "deity_sif_title": "The Golden-Haired Goddess",
  "deity_skadi_description": "Independent and wild, you are the mistress of mountains and winters. Like Skadi, you are resilient and unyielding, embodying nature’s might.",
  "deity_skadi_title": "The Huntress Goddess",
  "deity_sleipnir_description": "Swift and loyal, you are the noblest of steeds, able to traverse worlds. Like Sleipnir, you are a reliable companion and a sure guide.",
  "deity_sleipnir_title": "The Eight-Legged Horse",
  "deity_svadilfari_description": "Powerful and tireless, you achieve great feats of construction. Like Svadilfari, you are a hardworking creator of the impossible.",
  "deity_svadilfari_title": "The Builder Horse",
  "deity_sven_description": "The horizon is your only true home. You have sailed unknown waters and braved monstrous storms, your soul burning with the desire to discover what lies beyond the map.",
  "deity_sven_title": "The Sea Explorer",
  "deity_thor_description": "Strong and brave, you protect those around you. Like Thor, you face challenges head-on with determination.",
  "deity_thor_title": "The Thunderer",
  "deity_thrym_description": "Powerful and demanding, you are a formidable adversary. Like Thrym, you are a force not to be underestimated, capable of challenging even the gods.",
  "deity_thrym_title": "The King of Giants",
  "deity_tyr_description": "Honorable and fair, you defend justice. Like Týr, you sacrifice for what is right, even at great cost.",
  "deity_tyr_title": "The Just",
  "deity_ymir_description": "Ancient and colossal, you are the origin of all existence. Like Ymir, you are a fundamental force—a pillar of the world, vast and silent.",
  "deity_ymir_title": "The Primordial Giant",
  "games_menu_andvari_loot": "Andvari’s Loot",
  "games_menu_asgard_wall": "Wall of Asgard",
  "games_menu_midgard_serpent": "The Serpent of Midgard",
  "games_menu_mini_games": "Mini-Games",
  "games_menu_odin_eye": "Odin’s Eye",
  "games_menu_reorder_history": "Reorder History",
  "games_menu_scattered_runes": "Scattered Runes",
  "games_menu_territory_conquest": "Territory Conquest",
  "level": "Level",
  "main_screen_guardian_deity": "My Guardian Deity",
  "main_screen_play": "Let's Play",
  "main_screen_profile": "Profile",
  "main_screen_trophies": "Trophies",
  "main_screen_rewards": "My Rewards",
  "main_screen_settings": "Settings",
  "main_screen_title": "Oracle of Asgard",
  "minesweeper_game_over": "BOOM! You hit a mine.",
  "minesweeper_preliminary_screen_help_text": "The cursed treasure of the dwarf Andvari is hidden. Clear the tiles and find the gold coins without triggering traps!",
  "minesweeper_preliminary_screen_start_button": "Begin the Treasure Hunt",
  "minesweeper_rule_1": "The goal is to find all treasures without triggering any mines.",
  "minesweeper_rule_2": "Tap a tile to reveal it. If it’s a mine, you lose.",
  "minesweeper_rule_3": "If the revealed tile contains a rune, it indicates the number of adjacent mines or treasures.",
  "minesweeper_rule_4": "Red runes indicate adjacent mines; yellow runes indicate adjacent treasures.",
  "minesweeper_rule_5": "Long press a tile to place or remove a flag, marking a suspected mine.",
  "minesweeper_rule_6": "Find all treasures to win the game!",
  "minesweeper_rune_legend": "Rune Legend:",
  "minesweeper_title": "Andvari’s Loot",
  "minesweeper_treasures_found": "Treasures found: {found} / {total}",
  "myth_story_page_ad_display_failed": "Ad display failed. Please try again.",
  "myth_story_page_ad_loading_failed": "Ad loading failed. Please try again.",
  "myth_story_page_chapter_locked": "Chapter locked",
  "myth_story_page_chapter_unlocked_success": "Chapter unlocked successfully!",
  "myth_story_page_close_button": "Close",
  "myth_story_page_error_prefix": "Error",
  "myth_story_page_font_size_title": "Font Size",
  "myth_story_page_sample_text": "Sample text",
  "myth_story_page_unlock_with_ad": "Unlock with ad",
  "myth_story_page_unlock_chapter": "Unlock chapter",
  "norse_riddle_asgard_clue_1": "I am the fortress of the Aesir gods.",
  "norse_riddle_asgard_clue_2": "My walls were built by a giant and his horse.",
  "norse_riddle_asgard_clue_3": "The rainbow bridge leads to my gates.",
  "norse_riddle_bifrost_clue_1": "I am a bridge of fire guarded by a watchful god.",
  "norse_riddle_bifrost_clue_2": "My three colors connect the world of men to the world of gods.",
  "norse_riddle_bifrost_clue_3": "I will shatter under the weight of giants at the end of time.",
  "norse_riddle_fenrir_clue_1": "My jaw, when opened, touches the sky and the earth.",
  "norse_riddle_fenrir_clue_2": "The gods bound me by trickery with a silken ribbon.",
  "norse_riddle_fenrir_clue_3": "I will devour Odin during the final battle.",
  "norse_riddle_freya_clue_1": "I weep tears of gold for my departed husband.",
  "norse_riddle_freya_clue_2": "I rule over Fólkvangr and receive half of the slain warriors.",
  "norse_riddle_freya_clue_3": "My necklace, Brísingamen, is the most beautiful of treasures.",
  "norse_riddle_frigg_clue_1": "I know the fate of all, but I remain silent.",
  "norse_riddle_frigg_clue_2": "I am the wife of Odin and the queen of Asgard.",
  "norse_riddle_frigg_clue_3": "I wept for the death of my shining son.",
  "norse_riddle_gjallarhorn_clue_1": "My sound can be heard in all worlds.",
  "norse_riddle_gjallarhorn_clue_2": "I am the warning horn of the guardian of Bifrost.",
  "norse_riddle_gjallarhorn_clue_3": "I will announce the beginning of the final battle.",
  "norse_riddle_gungnir_clue_1": "I am the spear that never misses its target.",
  "norse_riddle_gungnir_clue_2": "My owner hung himself from a tree with me in his side.",
  "norse_riddle_gungnir_clue_3": "An oath sworn on my tip is unbreakable.",
  "norse_riddle_huginn_clue_1": "Every morning I leave, only to return at dusk.",
  "norse_riddle_huginn_clue_2": "I am Thought, flying for the All-Father.",
  "norse_riddle_huginn_clue_3": "My brother is Memory.",
  "norse_riddle_hvergelmir_clue_1": "I am the source of all rivers, in the heart of Niflheim.",
  "norse_riddle_hvergelmir_clue_2": "My cauldron boils, and my waters freeze everything in their path.",
  "norse_riddle_hvergelmir_clue_3": "From me, the eleven rivers of Élivágar are born.",
  "norse_riddle_jormungandr_clue_1": "I am so large that I encircle the world of men.",
  "norse_riddle_jormungandr_clue_2": "I am the Midgard Serpent, child of Loki.",
  "norse_riddle_jormungandr_clue_3": "My sworn enemy is the god of thunder.",
  "norse_riddle_jotunheim_clue_1": "I am the realm of giants, beyond Midgard.",
  "norse_riddle_jotunheim_clue_2": "My mountains are cold and my inhabitants formidable.",
  "norse_riddle_jotunheim_clue_3": "It is here that Thor often comes looking for a fight.",
  "norse_riddle_loki_clue_1": "I am the father of monsters and the master of deceit.",
  "norse_riddle_loki_clue_2": "My blood was mixed with Odin's.",
  "norse_riddle_loki_clue_3": "I change my shape as I change my mind.",
  "norse_riddle_midgard_clue_1": "I am the realm of mortals.",
  "norse_riddle_midgard_clue_2": "A giant serpent surrounds my shores.",
  "norse_riddle_midgard_clue_3": "I am protected by the hammer-wielding son of Odin.",
  "norse_riddle_mjolnir_clue_1": "I always return to my master's hand.",
  "norse_riddle_mjolnir_clue_2": "My flight through the sky is the sound of thunder.",
  "norse_riddle_mjolnir_clue_3": "I am the crusher, the terror of giants.",
  "norse_riddle_nidavellir_clue_1": "My forges echo with the sound of hammers.",
  "norse_riddle_nidavellir_clue_2": "I am the underground kingdom of the master craftsmen.",
  "norse_riddle_nidavellir_clue_3": "It is here that the greatest treasures of the gods are born.",
  "norse_riddle_nidavellir_clue_4": "My inhabitants flee from the sunlight.",
  "norse_riddle_odin_clue_1": "I traded an eye for wisdom.",
  "norse_riddle_odin_clue_2": "My two ravens travel the world to bring me news.",
  "norse_riddle_odin_clue_3": "I am the All-Father, ruling from Asgard.",
  "norse_riddle_ragnarok_clue_1": "I am the twilight of the gods.",
  "norse_riddle_ragnarok_clue_2": "The sun will turn black and the earth will sink into the sea.",
  "norse_riddle_ragnarok_clue_3": "I am an end, but also a new beginning.",
  "norse_riddle_thor_clue_1": "My chariot is pulled by goats.",
  "norse_riddle_thor_clue_2": "I am the protector of Midgard and the son of Odin.",
  "norse_riddle_thor_clue_3": "Thunder rumbles when I throw my hammer.",
  "norse_riddle_tyr_clue_1": "I sacrificed my hand to bind a wolf.",
  "norse_riddle_tyr_clue_2": "I am the one-handed god of justice and heroic war.",
  "norse_riddle_tyr_clue_3": "My name is synonymous with courage.",
  "norse_riddle_valhalla_clue_1": "My roof is covered with golden shields.",
  "norse_riddle_valhalla_clue_2": "Here, elite warriors feast and fight every day.",
  "norse_riddle_valhalla_clue_3": "I am Odin's great hall for the worthy dead.",
  "norse_riddle_valkyries_clue_1": "We ride across the skies, choosing the slain in battle.",
  "norse_riddle_valkyries_clue_2": "We serve Odin, carrying heroes to Valhalla.",
  "norse_riddle_valkyries_clue_3": "Our names echo on the battlefields.",
  "norse_riddle_yggdrasil_clue_1": "My roots connect three worlds.",
  "norse_riddle_yggdrasil_clue_2": "I am the World Tree, an eternal ash.",
  "norse_riddle_yggdrasil_clue_3": "An eagle, a squirrel, and a dragon live within me.",
  "order_the_scrolls_help_dialog_rule_1": "Put the cards back in chronological order according to Norse mythology.",
  "order_the_scrolls_help_dialog_rule_2": "Drag one card onto another to swap them.",
  "order_the_scrolls_help_dialog_rule_3": "The ⭲ icon indicates a movable card.",
  "order_the_scrolls_help_dialog_rule_4": "Arrange them from the first to the last step.",
  "order_the_scrolls_help_dialog_rule_5": "Click on \"Validate Order\" to check.",
  "order_the_scrolls_help_dialog_rule_6": "Correct cards will appear with a green border ✅.",
  "order_the_scrolls_preliminary_screen_help_text": "Put the mythological cards back in chronological order and reconstruct the legendary history of the Norse gods.",
  "order_the_scrolls_preliminary_screen_start_button": "Start",
  "order_the_scrolls_screen_incorrect_order": "❌ Sorry, the order is incorrect.",
  "order_the_scrolls_screen_validate_order": "Validate Order",
  "profile_screen_ad_failed": "Ad display failed. Please try again.",
  "profile_screen_ad_label": "(ad)",
  "profile_screen_all_cards_unlocked": "All {version} collectible cards unlocked!",
  "profile_screen_all_cards_unlocked_title": "All cards unlocked!",
  "profile_screen_all_cards_unlocked_content": "You have already unlocked all available cards.",
  "profile_screen_all_stories_unlocked": "All stories have been unlocked!",
  "profile_screen_all_stories_unlocked_title": "All stories unlocked!",
  "profile_screen_all_stories_unlocked_content": "You have already unlocked all available stories.",
  "profile_screen_story_already_unlocked_title": "Story already unlocked!",
  "profile_screen_story_already_unlocked_content": "You have already unlocked all chapters of this story.",
  "profile_screen_ambient_music": "Ambient Music",
  "profile_screen_cache_clear_failed": "Failed to clear cache",
  "profile_screen_cache_cleared_success": "Cache cleared successfully!",
  "profile_screen_change_name": "Change Name",
  "profile_screen_chapter_unlocked": "Chapter unlocked successfully!",
  "profile_screen_collectible_cards": "Collectible Cards",
  "profile_screen_database_clear_failed": "Failed to clear and rebuild database",
  "profile_screen_database_cleared_success": "Database cleared and rebuilt successfully!",
  "profile_screen_error_prefix": "Error",
  "profile_screen_game_scores": "Game Scores",
  "profile_screen_language": "Language",
  "profile_screen_language_english": "English",
  "profile_screen_language_french": "French",
  "profile_screen_language_spanish": "Spanish",
  "profile_screen_new_name": "New Name",
  "profile_screen_no_asgard_wall_scores": "No Asgard Wall scores yet.",
  "profile_screen_no_collectible_cards": "No collectible cards unlocked yet.",
  "profile_screen_no_data_available": "No data available.",
  "profile_screen_no_snake_scores": "No Snake scores yet.",
  "profile_screen_no_unlocked_stories": "No stories unlocked yet.",
  "profile_screen_ok_button": "OK",
  "profile_screen_quiz_loading_error": "Error loading quiz result",
  "profile_screen_save": "Save",
  "profile_screen_settings": "Settings",
  "profile_screen_snake_podium": "Snake Podium",
  "profile_screen_asgard_wall_podium": "Asgard Wall Podium",
  "profile_screen_unlocked_stories": "Unlocked Stories",
  "shop_bought_card": "You bought the card {cardTitle}!",
  "shop_not_enough_coins": "You don't have enough coins!",
  "shop_bought_story_part": "You bought a chapter of the story {storyTitle}!",
  "shop_story_all_unlocked": "All chapters of this story are already unlocked!",
  "shop_title": "Shop",
  "shop_cards_section_title": "Collectible Cards",
  "shop_no_cards_available": "No collectible cards available at the moment.",
  "shop_stories_section_title": "Stories",
  "shop_no_stories_available": "No stories available at the moment.",
  "shop_next_chapter_price": "Next chapter: {price} coins",
  "shop_buy_button": "Buy",
  "trophies_screen_title": "My Trophies",
  "puzzle_preliminary_screen_help_text": "Assemble the fragments of ancient runes to unlock their mystical power.",
  "puzzle_preliminary_screen_start_button": "Start Puzzle",
  "puzzle_screen_rule_1": "Rearrange the tiles to form the complete image.",
  "puzzle_screen_rule_2": "Slide tiles into empty spaces.",
  "puzzle_screen_rule_3": "The goal is to complete the image as quickly as possible.",
  "puzzle_screen_title": "Scattered Runes",
  "qix_game_menu_controls": "⌨️ Keyboard Controls ⌨️\nArrows to move, Space to draw slowly.",
  "qix_game_menu_description": "Jörmungandr, the World Serpent, has invaded the sacred realms. Draw magical borders to reclaim 75% of the territory and imprison the beast!",
  "qix_game_menu_start_button": "⚔️ Begin the Conquest",
  "qix_game_menu_title": "The Nine Realms",
  "qix_main_error_prefix": "Error",
  "qix_main_game_not_initialized_error": "Error: Game not initialized.",
  "qix_main_screen_defeat_message": "You have been defeated. Try again!",
  "qix_main_screen_defeat_title": "DEFEAT!",
  "qix_main_screen_rule_1": "Draw lines to capture territories. Avoid enemies and their trails!",
  "qix_main_screen_rule_2": "Capture more than 75% of the land to win.",
  "qix_main_screen_rule_3": "If an enemy hits your line while drawing, you lose a life.",
  "qix_main_screen_rule_4": "If an enemy touches your body, you lose a life.",
  "qix_main_screen_rule_5": "Collect bonuses for temporary advantages.",
  "qix_main_screen_title": "Territory Conquest",
  "qix_preliminary_screen_help_text": "Guide Odin and draw shapes to conquer the territories of the nine worlds—but beware of Fenrir lurking, ready to strike!",
  "qix_preliminary_screen_start_button": "Start",
  "question_10_answer_1": "Reading minds",
  "question_10_answer_2": "Becoming invincible",
  "question_10_answer_3": "Traveling between worlds",
  "question_10_answer_4": "Soothing hearts",
  "question_10_text": "What type of power would you prefer?",
  "question_11_answer_1": "The mysterious mentor",
  "question_11_answer_2": "The loyal warrior",
  "question_11_answer_3": "The unpredictable trickster",
  "question_11_answer_4": "The gentle but formidable figure",
  "question_11_text": "If you were a movie hero, you would be...",
  "question_12_answer_1": "Solving an ancient riddle",
  "question_12_answer_2": "Fighting a dragon",
  "question_12_answer_3": "Turning around a desperate situation",
  "question_12_answer_4": "Bringing enemies together around a table",
  "question_12_text": "What type of challenge attracts you most?",
  "question_1_answer_1": "Seek information before acting",
  "question_1_answer_2": "Rush in headfirst",
  "question_1_answer_3": "Find a creative approach",
  "question_1_answer_4": "Gather others to act together",
  "question_1_text": "When facing a major challenge, your first reaction is:",
  "question_2_answer_1": "Your ability to understand complex situations",
  "question_2_answer_2": "Your determination in the face of obstacles",
  "question_2_answer_3": "Your empathy and connection to others",
  "question_2_answer_4": "Your unwavering moral sense",
  "question_2_text": "Your greatest strength is:",
  "question_3_answer_1": "The wise advisor who listens",
  "question_3_answer_2": "The leader who makes decisions",
  "question_3_answer_3": "The one who brings creativity and novelty",
  "question_3_answer_4": "The mediator who resolves conflicts",
  "question_3_text": "In a group, you are often:",
  "question_4_answer_1": "A source of reflection and wisdom",
  "question_4_answer_2": "A field of challenges and adventures",
  "question_4_answer_3": "Inspiration for creativity and passion",
  "question_4_answer_4": "A reminder of the natural order of things",
  "question_4_text": "Your relationship with nature is:",
  "question_5_answer_1": "Remaining in ignorance",
  "question_5_answer_2": "Being cowardly in the face of danger",
  "question_5_answer_3": "Losing your creative freedom",
  "question_5_answer_4": "Betraying your principles",
  "question_5_text": "Your greatest fear would be:",
  "question_6_answer_1": "Deep and thoughtful, based on understanding",
  "question_6_answer_2": "Protective and loyal to those you love",
  "question_6_answer_3": "Passionate and intense",
  "question_6_answer_4": "Fair and respectful",
  "question_6_text": "Your approach to love and relationships:",
  "question_7_answer_1": "Strategic leader",
  "question_7_answer_2": "The one who motivates everyone",
  "question_7_answer_3": "The creative who breaks the rules",
  "question_7_answer_4": "The one who balances and soothes",
  "question_7_text": "What role do you prefer in group work?",
  "question_8_answer_1": "A silent library",
  "question_8_answer_2": "A combat arena",
  "question_8_answer_3": "An enchanted forest",
  "question_8_answer_4": "A throne room",
  "question_8_text": "Which environment best represents you?",
  "question_9_answer_1": "You reflect then act with wisdom",
  "question_9_answer_2": "You protect the weak with force",
  "question_9_answer_3": "You manipulate to turn the situation around",
  "question_9_answer_4": "You are outraged and seek peace",
  "question_9_text": "How do you react to injustice?",
  "result_screen_congratulations": "Congratulations!",
  "result_screen_guardian_deity_is": "Your guardian deity is:",
  "result_screen_share_text": "I discovered my guardian deity in Oracle of Asgard: {deity}!\n\n{description}\n\nJoin me to discover yours!\n\n{link}",
  "result_screen_your_profile": "Your Profile",
  "settings_screen_about_button": "About",
  "settings_screen_fx_sound": "Sound Effects",
  "settings_screen_rate_app": "Rate the app",
  "settings_screen_reading_page_music": "Reading Music",
  "settings_screen_share_app": "Share the app",
  "settings_screen_share_text": "Check out this cool app: {appLink}",
  "settings_screen_sound_default": "Default",
  "settings_screen_sound_mute": "Mute",
  "settings_screen_support_us_title": "Support Us",
  "settings_screen_title": "Settings",
  "snake_bonus_duration": "Effects last 8 seconds",
  "snake_bonus_freeze_effect": "-30% slower",
  "snake_bonus_freeze_name": "Freeze",
  "snake_bonus_ghost_effect": "Pass through obstacles",
  "snake_bonus_ghost_name": "Ghost",
  "snake_bonus_shield_effect": "Destroy obstacles",
  "snake_bonus_shield_name": "Shield",
  "snake_bonus_speed_effect": "+30% faster",
  "snake_bonus_speed_name": "Speed",
  "snake_bonus_title": "Bonus:",
  "snake_game_over_popup_message": "Jörmungandr has perished...\nFinal score: {score}",
  "snake_game_over_popup_title": "⚰️ Ragnarök!",
  "snake_preliminary_screen_help_text": "Guide Jörmungandr, the serpent of Midgard, to grow without biting its own tail, crashing into rocks, or hitting the world’s edge.",
  "snake_preliminary_screen_start_button": "Start",
  "snake_screen_error_prefix": "Error",
  "snake_screen_loading": "Loading...",
  "snake_screen_rule_1": "Swipe on the screen to change the snake’s direction.",
  "snake_screen_rule_2": "Eat apples to grow and earn points.",
  "snake_screen_rule_3": "Avoid hitting walls, rocks, or your own body.",
  "snake_screen_rule_4": "Golden apples give more points.",
  "snake_screen_rule_5": "Rotten apples make you lose points and slow down.",
  "snake_screen_rule_6": "The higher your score, the faster the snake moves.",
  "snake_screen_score": "Score: {score}",
  "snake_screen_score_default": "Score: 0",
  "snake_screen_time_seconds_suffix": "s",
  "story_creation_of_the_world_card_1_description": "Before all creation, there was only Ginnungagap, the infinite abyss where the flames of Muspellheim and the ice of Niflheim faced each other in silent anticipation.",
  "story_creation_of_the_world_card_1_detailed_story": "At the dawn of time, before any world, sea, sky, or land existed, there was only Ginnungagap—the yawning void, the primordial abyss stretching into infinite solitude.\n\nIt was neither light nor darkness, neither hot nor cold, but absolute nothingness, where nothing could be born or die, for nothing yet existed. This colossal emptiness separated two realms of opposite nature, like two antagonistic forces awaiting their cosmic confrontation.\n\nTo the north of Ginnungagap lay Niflheim, the world of eternal ice and mist, from which flowed the eleven rivers of Élivágar, carrying waters so cold they froze instantly in the void. To the south burned Muspellheim, the realm of eternal and unquenchable fire, guarded by the giant Surtr, who wielded his flaming sword as he awaited the day he would set all worlds ablaze.\n\nThus the primordial forces faced each other across the vastness of the void, preparing creation through their very opposition.",
  "story_creation_of_the_world_card_1_title": "Ginnungagap",
  "story_creation_of_the_world_card_2_description": "When the blazing sparks of Muspellheim met the icy mists of Niflheim, the ice melted into torrents of primordial water, giving birth to the essence of life.",
  "story_creation_of_the_world_card_2_detailed_story": "For countless eons, fire and ice remained separated by the vastness of Ginnungagap. But slowly, inexorably, the fiery sparks of Muspellheim began to drift northward, carried by imperceptible cosmic winds.\n\nWhen these sparks of pure heat met the icy mists of Niflheim in the heart of the void, an extraordinary phenomenon occurred. For the first time since the beginning of time, the ice began to melt, releasing torrents of primordial water.\n\nThese drops of water, born from the miraculous union of opposites, fell into the abyss of Ginnungagap. There, infused with the vital force born from this impossible union of fire and ice, they began to stir with creative energy.\n\nIt was the first miracle of existence: from the opposition of contrary forces emerged the very possibility of life. The primordial water carried within it the seed of all that was to come.",
  "story_creation_of_the_world_card_2_title": "Fire and Ice",
  "story_creation_of_the_world_card_3_description": "From these waters emerged Ymir, the first giant—colossal and chaotic—accompanied by Audhumla, the nourishing cow. Together, they paved the way for the gods and the lineages to come.",
  "story_creation_of_the_world_card_3_detailed_story": "From the primordial water, a colossal being arose: Ymir, the first giant, also known as Aurgelmir. His flesh was made of melted ice, his bones of ancient rock, and his eyes shone with a cold light like the newborn stars.\n\nBeside him appeared an immense cow named Audhumla, sustained by the sweet drops of water that had formed in Ginnungagap. Audhumla was the source of life for Ymir, providing the milk necessary for his survival. As she licked the ice of the mountains, she soon uncovered Buri, the first god, whose descendants would give rise to the Aesir.\n\nThus began the first generation of giants and gods, marking the dawn of the world’s history. Ymir became the father of the giants, while Audhumla nourished the beings who would shape the universe.",
  "story_creation_of_the_world_card_3_title": "The Birth of Ymir and Audhumla",
  "story_creation_of_the_world_card_4_description": "Odin and his brothers faced Ymir, the embodiment of chaos. His death unleashed floods of blood that drowned almost all the giants, forever altering the balance of the cosmos.",
  "story_creation_of_the_world_card_4_detailed_story": "The gods, aware that Ymir posed a threat to the balance of the cosmos, decided to end his chaotic reign. Odin, Vili, and Vé, the three divine brothers, joined forces to confront the primordial giant.\n\nIn an epic battle, they managed to slay Ymir. His colossal body collapsed into Ginnungagap, and his blood began to flow in torrents. This blood flooded nearly all the other giants, drowning them in an ocean of chaos.\n\nBut the gods did not stop at killing Ymir. They used his body to shape the world: his flesh became the earth, his bones the mountains, his blood the seas and rivers, and his skull the sky. Thus, from the death of the giant was born the universe as we know it.",
  "story_creation_of_the_world_card_4_title": "The Death of Ymir",
  "story_creation_of_the_world_card_5_description": "From Ymir’s body, the gods forged the universe: the earth from his flesh, the mountains from his bones, the seas from his blood, and the sky from his skull, giving form to the world of men—Midgard.",
  "story_creation_of_the_world_card_5_detailed_story": "After defeating Ymir, the gods set to work shaping the world from his colossal body. They began by dividing it into two equal halves, thus creating the earth and the sky.\n\nYmir’s flesh became fertile land, covered in lush forests and green plains. His bones were broken and raised into majestic mountains, forming the ranges that span the world. His blood, which had flooded the giants, was channeled to form deep seas and winding rivers.\n\nYmir’s skull was lifted to create the sky, supported by four dwarves representing the cardinal points: North, South, East, and West. The stars were placed in the sky as glittering lanterns, while the moon and sun were created to govern time.\n\nThus was born Midgard, the world of men, at the center of the universe, surrounded by the nine interconnected realms. The gods had shaped a harmonious cosmos from primordial chaos.",
  "story_creation_of_the_world_card_5_title": "The Creation of the World",
  "story_creation_of_the_world_title": "The Birth of the World",
  "story_fenrir_chained_card_1_description": "Fenrir, the monstrous wolf and son of Loki, is welcomed into Asgard to be kept under close watch. Though still young, his sheer size and growing appetite already inspire terror.",
  "story_fenrir_chained_card_1_detailed_story": "Fenrir was the son of Loki and the giantess Angrboda—a creature born from the forbidden unions between gods and the forces of chaos. From birth, the massive wolf showed a wild nature and strength beyond comprehension.\n\nAware of the danger he posed, according to the grim prophecies of the Norns, the gods made a daring decision: instead of banishing or killing him, they chose to raise him in Asgard, hoping to keep him under control—or perhaps even tame him.\n\nBut Fenrir grew with each passing day, his size and ferocity increasing at a terrifying pace. His yellow eyes gleamed with a disturbing intelligence, and his razor-sharp fangs could crush even the hardest bones. Only Tyr, the brave god of war, dared to approach the beast to feed him, thus earning his fragile trust.",
  "story_fenrir_chained_card_1_title": "Fenrir Raised by the Gods",
  "story_fenrir_chained_card_2_description": "The gods invent a game to test Fenrir’s strength, but neither Leyding nor Dromi—the chains forged by the dwarves—can hold him: he shatters them with a single flex of his muscles.",
  "story_fenrir_chained_card_2_detailed_story": "When Fenrir grew so large that he towered even over the mightiest gods, fear settled in Asgard. The prophecies foretold that he would devour Odin during Ragnarök, and his ever-growing power made this threat seem inevitable.\n\nThe gods then decided to chain him. They disguised it as a game—a challenge to test his legendary strength. Fenrir, still naive despite his size, agreed to be bound by Leyding, the strongest chain ever forged by the dwarves.\n\nBut with a simple shrug of his shoulders, the wolf shattered Leyding like a thread. Iron links flew in every direction. Pretending admiration, the gods tried again with Dromi, an even thicker and stronger chain.\n\nFenrir broke it to pieces in a single motion, revealing a supernatural strength that made the gods realize no ordinary chain could ever restrain this creature of chaos.",
  "story_fenrir_chained_card_2_title": "The Chains Fail",
  "story_fenrir_chained_card_3_description": "The gods command the dwarves to forge Gleipnir, a magical bond woven from impossible elements. It looks like a silk ribbon but holds an otherworldly power.",
  "story_fenrir_chained_card_3_detailed_story": "Realizing that brute force would never subdue Fenrir, Odin secretly sent a messenger to the dwarves of Svartalfheim. These master smiths, capable of crafting impossible wonders, received an extraordinary request.\n\nThey were to create Gleipnir, a magical binding woven from six impossible ingredients: the sound of a cat’s footsteps, a woman’s beard, the roots of a mountain, a bear’s sinews, a fish’s breath, and a bird’s saliva.\n\nThese mystical, invisible, and intangible materials were combined by the dwarves in their enchanted forges. The result was paradoxical: Gleipnir looked like a simple silk ribbon—thin and smooth to the touch—but it contained a magic powerful enough to bind the most destructive forces in the universe.\n\nWhen the gods received this miraculous chain, they knew they finally possessed the weapon that could restrain the wolf of destiny.",
  "story_fenrir_chained_card_3_title": "Gleipnir",
  "story_fenrir_chained_card_4_description": "Fenrir, suspicious of this strange chain, agrees to be bound only if one of the gods places a hand in his jaws as a pledge of sincerity and good faith.",
  "story_fenrir_chained_card_4_detailed_story": "When the gods presented Gleipnir to Fenrir, the wolf—now wary after the previous attempts—carefully examined the strange bond. Despite its fragile appearance, something about it stirred his deepest instincts.\n\n“This chain seems suspicious,” said Fenrir, sniffing Gleipnir. “It looks weak, yet I sense powerful magic within it. If this is just another of your games, why not use ordinary chains?”\n\nThe gods tried to reassure him, pretending that because he had already broken the earlier chains, they wanted to test this new creation of the dwarves.\n\nBut Fenrir set his conditions in a deep voice that made the very foundations of Asgard tremble: “I will allow myself to be bound with this ribbon, but only if one of you places a hand in my mouth as a token of good faith. Thus, if you deceive me, at least one of you will pay the price for this betrayal.”",
  "story_fenrir_chained_card_4_title": "The Challenge",
  "story_fenrir_chained_card_5_description": "Tyr, the only one who has earned the wolf’s trust, places his hand in its jaws. When Fenrir realizes the trick, he bites down and tears off the god of courage’s hand.",
  "story_fenrir_chained_card_5_detailed_story": "A heavy silence fell over the assembly of the gods. They all knew they were about to deceive Fenrir—and that whoever placed a hand in the wolf’s mouth would surely lose it. No one dared to volunteer.\n\nOnly Tyr, the god of courage and honor, stepped forward. He was the only one who had fed Fenrir, the only one the wolf still trusted. Without hesitation, true to his reputation for bravery, he extended his right hand and placed it between the beast’s deadly jaws.\n\nGleipnir was then tied around Fenrir’s paws. The wolf tried to break it as he had the others, straining every muscle, pulling with all his might. But the more he struggled, the tighter the magical bond became.\n\nRealizing he had been deceived and would remain imprisoned for eternity, Fenrir lifted his yellow eyes toward Tyr. A look of sorrow and rage passed between god and beast. Then, with a single, sharp motion, Fenrir snapped his jaws shut, tearing Tyr’s hand off with a sickening crack.\n\nFenrir was then dragged to a desolate island and bound to a rock deep within the earth, where he remains chained until Ragnarök—the day he will finally break his bonds and devour Odin.\n\nThus Tyr lost his hand, but earned the eternal gratitude of the gods for his heroic sacrifice that saved the Nine Realms... at least for a time.",
  "story_fenrir_chained_card_5_title": "Tyr’s Sacrifice",
  "story_fenrir_chained_title": "Fenrir Chained",
  "story_loading_card_description": "Please wait while the game is loading.",
  "story_loading_card_detailed_story": "The story is being prepared for you. This may take a few moments depending on your device and connection speed. Thank you for your patience!",
  "story_loading_card_title": "Loading...",
  "story_loading_title": "Loading the Story",
  "story_mead_of_poetry_card_1_description": "Two dwarves transform the blood of Kvasir—being born of wisdom—into a drink of divine inspiration.",
  "story_mead_of_poetry_card_1_detailed_story": "When the fragile peace between the Aesir and the Vanir was sealed, the gods mingled their spittle, and from this pact was born Kvasir, a being of pure knowledge. Kvasir roamed the worlds, answering the questions of gods and men; his speech was insight, his breath a song. But greed stirred in the hearts of two dwarves, Fjalar and Galar, thirsty for power. Through deceit they lured Kvasir into a cavern, killed him, and gathered his blood. In massive cauldrons they mixed this blood with the purest honey and cast their runes as one sows seeds. The liquid took on a golden hue, shimmering with a gleam that seemed to contain verses and prophecies. The dwarves soon realized this was no mere drink—it was the source of poetry, the sap of words and wisdom. They named the vessels Óðrerir, Boðn, and Són, and guarded their treasure jealously, unaware that this theft would spark envy and tragedy among giants and gods alike. Thus was born, from violence and treachery, the very essence of inspiration.",
  "story_mead_of_poetry_card_1_title": "The Blood of Kvasir",
  "story_mead_of_poetry_card_2_description": "The giant Suttungr seizes the mead and hides it within a mountain, guarded by his daughter Gunnlöð.",
  "story_mead_of_poetry_card_2_detailed_story": "When the treachery of the dwarves and the theft of Kvasir’s essence were revealed, wrath burst forth. The victim’s kin, outraged, demanded justice. Cornered, Fjalar and Galar offered their treasure as ransom—the drink of verse and vision. The giant Suttungr, a being of vast stature and appetite for marvels, accepted without hesitation. He carried the three cauldrons into the mountain of Hnitbjörg, carving a chamber so deep that even light seemed reluctant to descend. There, among stalactites like stone fangs, he engraved sealing runes and wove defenses and enchantments around them. To guard the gift that granted wisdom, he entrusted his daughter Gunnlöð—sweet and fierce, with eyes the color of honey. Gunnlöð spent her days and nights singing to her ward and sometimes tasting the scent that lingered: the mead radiated a living aura. Waves of desire and loneliness tightened her heart; she became the living key of a treasure that was both promise and curse. Thus the nectar of words slept, watched over by filial love and a giant’s pride.",
  "story_mead_of_poetry_card_2_title": "Suttungr’s Treasure",
  "story_mead_of_poetry_card_3_description": "Odin disguises himself and uses cunning and a magic drill to pierce the mountain and reach the mead.",
  "story_mead_of_poetry_card_3_detailed_story": "Great Odin, ever thirsty for knowledge and power, learned of the mead’s hiding place and desired nothing more than to taste it. Under the guise of Bölverk—an alias and mask of toil—he came to Baugi, Suttungr’s brother, and offered his labor. With wise words and patient gestures, he gained the giant’s trust. Flattered, Baugi agreed to use a magic auger named Rati to bore through the rock. The tool screeched and the stone cracked; the song of iron on stone echoed like a prophecy. When air finally passed through, Odin slipped into the opening—not with strength, but with cunning: he transformed into a serpent and slithered through the crevice, brushing against the warm stone. Inside, the glow of the cauldrons gleamed like the dawn of a new world. He knew wisdom would not yield without a price, and that he must deceive love and duty alike to seize the nectar of the gods. Yet no act was too base for him when the prize was immortal speech.",
  "story_mead_of_poetry_card_3_title": "Odin’s Trick",
  "story_mead_of_poetry_card_4_description": "Odin charms Gunnlöð and wins the right to taste the mead three times, altering the destiny of the treasure.",
  "story_mead_of_poetry_card_4_detailed_story": "In the golden twilight of the cavern, Odin met Gunnlöð. The giant’s daughter, both fierce and tender, lived in rhythm with the cauldrons: she listened to the mead’s murmur as others might to prayers. Odin spoke not with the tone of a ruler, but as a wanderer who knows how to listen. He told her of the solitude of the heavens, the burden of wisdom, and the beauty of verse. Moved by his words and his unexpected gentleness, Gunnlöð offered him three nights of hospitality. At each dawn, she let him drink from the cup; and on the third night, the god—master of guile—drank the entire cauldron, then the next, then the last. The nectar set his spirit aflame: he saw the songs yet to be sung, the words that would make worlds tremble. Gunnlöð, betrayed, watched her treasure vanish, borne away by the silhouette of a sacred bird. Her sorrow mingled with shame, but fate had already turned: poetry had changed masters forever.",
  "story_mead_of_poetry_card_4_title": "The Seduction of Gunnlöð",
  "story_mead_of_poetry_card_5_description": "Transformed into a great bird, Odin escapes with the mead while Suttungr pursues him through the storm.",
  "story_mead_of_poetry_card_5_detailed_story": "As soon as the cauldrons were emptied, Odin transformed—wings and feathers burst from his back, and he took the form of a mighty bird of prey, his dark silhouette framed by the cave’s glow. He leapt from the mountain, the mead dripping in golden drops from his beak, tracing streaks of light through the rain. Hearing his daughter’s cries, Suttungr too took the shape of a monstrous eagle and soared in pursuit. The two beings tore through the clouds; lightning laced their flight, and the heavens roared like a forge. Their wings beat the air like storm-tossed sails, and the distance between wisdom and wrath was measured in heartbeats. Below, the lands saw two colossal shadows—one bearing the gods’ gift, the other the rage of a bereaved father. Odin’s flight became an epic that held the world suspended between awe and terror.",
  "story_mead_of_poetry_card_5_title": "The Flight of the Eagle",
  "story_mead_of_poetry_card_6_description": "Odin brings the mead back to Asgard, but a few drops fall to mortals, giving birth to human poetry.",
  "story_mead_of_poetry_card_6_detailed_story": "At last reaching the threshold of Asgard, the bird alighted in the great hall of the gods and resumed his divine form: Odin, bearer of a burning knowledge and a stolen secret. He spat the mead into golden cups; the gods drank, and poetry resonated within their souls. The halls filled with new songs, unexpected inspirations, and constellations of words woven like webs. Yet in his flight’s haste, a few golden drops had fallen to the earth below. Those pearls of fate touched mortal lips: some turned them into verses that defied the gods, while others gained only delusion or madness. Thus poetry was born for gods and men alike—both wonder and curse, fruit of a divine theft and an irrepressible longing for knowledge. Since then, the world has carried within it this blend of light and downfall.",
  "story_mead_of_poetry_card_6_title": "The Gift and the Loss",
  "story_mead_of_poetry_title": "The Mead of Poetry",
  "story_the_death_of_baldr_card_1_description": "Baldr, beloved by all gods, is haunted by prophetic dreams foretelling his death. His light begins to waver, and the gods, troubled, sense that a dark and inevitable fate is drawing near.",
  "story_the_death_of_baldr_card_1_detailed_story": "There was a time, distant and sacred, when the gods walked the skies of Asgard and ruled over the Nine Worlds. Among them, none was more beloved than Baldr, the radiant son of Odin and Frigg. He was light incarnate, flawless beauty made divine, a god so pure that even the darkest beings held him in reverence. Wherever he walked, peace followed, laughter blossomed, and hearts were warmed.\n\nBut one day, that brightness began to fade. Night after night, Baldr was consumed by dark dreams—visions terrifying and clear as prophecy. He saw himself perish, pierced by an unknown weapon, and the echoes of his death reverberated through the roots of Yggdrasil. The nightmares clung to him, and he recounted them to the others, pale-faced and shaken to his core.\n\nThe gods did not laugh. For Baldr’s dreams were no mere illusions. They carried within them the raw truth of what was to come. A chill swept through the golden halls of the Aesir, for if Baldr were to die… then it would be the world itself that began to fall into darkness.",
  "story_the_death_of_baldr_card_1_title": "Baldr’s Nightmares",
  "story_the_death_of_baldr_card_2_description": "To save her son, Frigg secures oaths from all things in existence so that none may harm Baldr. Yet she overlooks the mistletoe—frail and unassuming—believing it too insignificant to pose any danger.",
  "story_the_death_of_baldr_card_2_detailed_story": "Frigg, queen of the heavens, could not bear such a threat. Her love for Baldr was infinite, and the mere thought of his death was a torment worse than a thousand deaths of her own. Driven by anguish and resolve, she set out on a sacred journey.\n\nThrough the frozen winds of Niflheim, the blazing lands of Muspellheim, the deep forests of Alfheim, and down to the shadowed depths of Helheim, she sought oaths from every living and lifeless thing. From the stones, that they would not strike her son. From the waters, that they would not drown him. From the fire, that it would not burn him. From the beasts, that they would never attack him. From every plant, every metal, every element, she drew sacred promises never to harm Baldr.\n\nWhen her task was done, Asgard breathed once more in peace. Nothing, it seemed, could harm the beloved god. Yet in her haste, Frigg deemed one humble and discreet plant too trivial to matter—a small sprig of mistletoe hanging from the branches of old oaks. Too young, too frail, she thought. It could harm no one.\n\nAnd so, she passed it by.",
  "story_the_death_of_baldr_card_2_title": "Frigg’s Oath",
  "story_the_death_of_baldr_card_3_description": "Loki discovers the flaw: the mistletoe has sworn no oath. Disguised as an old woman, he tricks Frigg into revealing the truth and plucks the fragile plant, shaping it into a weapon of cruel fate.",
  "story_the_death_of_baldr_card_3_detailed_story": "Where others saw forgetfulness, Loki saw opportunity. The god of chaos, cunning, and discord—ever watchful for weakness—felt the air shift with the scent of coming upheaval.\n\nTaking the form of an old woman, he approached Frigg, offering her the company of a gentle and curious soul. He spoke softly, asking the right questions at just the right time, with that disarming tenderness that so often masked his deceit.\n\n“Have all things in the world sworn to protect Baldr?” he asked, his voice trembling with false frailty.\n\n“All,” Frigg replied with a weary smile. “All… except perhaps one. A small shoot of mistletoe hanging from the trees west of Valhalla. It is so tender, so young, so harmless...”\n\nThat was all Loki needed. He thanked her, bowed deeply, and vanished into the shadows. His steps led him straight to the sacred oaks, where the mistletoe swayed gently in the autumn wind. With calculated precision, he plucked it, feeling within it the key to a destiny he would soon unravel. For even the frailest of things, in the hands of malice, can become a deadly weapon.",
  "story_the_death_of_baldr_card_3_title": "The Mistletoe",
  "story_the_death_of_baldr_card_4_description": "Loki shapes the mistletoe into an arrow and gives it to Höd, Baldr’s blind brother. Under the guise of an innocent game, he guides his hand, making him the unwitting instrument of a tragic fratricide.",
  "story_the_death_of_baldr_card_4_detailed_story": "Back in his lair, Loki began his work. He shaped the mistletoe with care, fashioning it into a slender, supple arrow. It looked unimpressive—fragile even—but it pulsed with a sinister power. It was the only thing in all creation capable of striking Baldr, and Loki knew it.\n\nSoon came the day of games in Asgard. Upon the great plains of the palace, the gods gathered to amuse themselves with a strange pastime: they hurled weapons, stones, and spears at Baldr, who stood unflinching, untouched by any harm. For nothing, they believed, could ever wound him again.\n\nThen Loki approached Höd, Baldr’s blind brother, who stood apart, silent and alone.\n\n“Why do you not join the game, noble Höd?” Loki whispered gently. “Your brother deserves your tribute as well. Here—take this arrow. Let me guide your hand.”\n\nHöd, sightless but pure of heart, agreed without suspicion. He had no reason to doubt. He drew his bow and felt Loki’s cold hand place the arrow between his fingers.\n\nAnd released it.",
  "story_the_death_of_baldr_card_4_title": "The Arrow",
  "story_the_death_of_baldr_card_5_description": "The mistletoe arrow strikes Baldr through the heart. The radiant god collapses, mortally wounded. Asgard falls into silence and despair, while Loki slips away, bearer of chaos.",
  "story_the_death_of_baldr_card_5_detailed_story": "Silence fell even before the arrow reached its mark. It sliced through the air—nearly invisible, almost unreal—and buried itself in Baldr’s chest with dreadful precision.\n\nHe cried out—once. A short, piercing sound that froze the blood of the immortals. Then he fell, struck as if by lightning.\n\nA deathly stillness cloaked Asgard. Laughter ceased. Smiles vanished. Confusion gave way to horror, and horror to despair. Frigg rushed forward, collapsing to her knees, cradling the lifeless body of her son, her scream of grief echoing so loud that even the stars heard it.\n\nHöd, realizing what he had done, dropped his bow and wept bitterly, inconsolable. He had been nothing but a tool—a pawn in the hands of a cruel mind. Yet that did nothing to lessen the tragedy.\n\nAnd Loki, master of mischief, slipped away into the shadows, a faint smile on his lips.\n\nBaldr was dead. And with him, an irreplaceable part of the world’s light was gone. That day, the gods understood that twilight was upon them. The thread of fate had been severed. Ragnarök—the twilight of the gods—had begun.",
  "story_the_death_of_baldr_card_5_title": "The Death of Baldr",
  "story_the_death_of_baldr_title": "The Death of Baldr",
  "story_the_forging_of_mjolnir_card_1_description": "Out of pure mischief, Loki cuts off Sif’s golden hair — Thor’s wife — famed for its radiant, gold-like shine. His cruel act brings Sif shame and awakens Thor’s thunderous wrath.",
  "story_the_forging_of_mjolnir_card_1_detailed_story": "In ancient times, Loki, god of mischief and deceit, grew terribly bored. To sate his hunger for chaos, he decided to torment Sif, the radiant wife of Thor, known far and wide for her golden hair that seemed to capture the sunlight itself. While she slept peacefully, Loki crept up with a wicked grin and cut away every precious strand. When Sif awoke and saw her shorn head, her cries of despair echoed throughout Asgard. Thor, learning of this vile act against his beloved, erupted in a fury so fierce that the very earth quaked beneath his feet. He swore that Loki would pay dearly for his crime. Even the gods feared the storm of rage about to break upon the trickster.",
  "story_the_forging_of_mjolnir_card_1_title": "Sif’s Hair",
  "story_the_forging_of_mjolnir_card_2_description": "When Thor discovers Sif’s humiliation, he seizes Loki and threatens to shatter his bones unless he finds a way to make amends. Terrified, Loki promises to give Sif hair even more beautiful than before.",
  "story_the_forging_of_mjolnir_card_2_detailed_story": "Blazing with fury, Thor seized Loki by the throat and lifted him as though he weighed nothing. His eyes burned like lightning, and his voice thundered through the halls of Asgard: “Wretched trickster! You dared to dishonor my wife! I will crush you like the vermin you are unless you undo your deed!” Panicking, Loki realized he had gone too far. He struggled to escape Thor’s grip, but the god’s strength was unrelenting. Desperate, he begged for a chance to make amends. “I will bring Sif hair more splendid than before — I swear it on my own blood!” he cried. Thor, though still seething, granted him this one chance, warning that the slightest failure would cost him every bone in his body. Loki’s countdown had begun.",
  "story_the_forging_of_mjolnir_card_2_title": "Thor’s Threat",
  "story_the_forging_of_mjolnir_card_3_description": "To keep his promise, Loki descends into Svartalfheim, the realm of the dwarven smiths. He begs Brokkr and Sindri to forge divine treasures worthy of appeasing Thor and the gods.",
  "story_the_forging_of_mjolnir_card_3_detailed_story": "Knowing he could not fulfill his promise alone, Loki journeyed into the dark depths of Svartalfheim, the realm of the dwarves. There ruled Brokkr and Sindri, two brothers whose craftsmanship surpassed that of any being in the Nine Realms. Within their blazing forges, they shaped wonders from the purest metals, tempered by eternal fire. Loki, cunning as ever, explained his plight — he needed living golden hair for Sif and a gift worthy of Thor’s might. Intrigued and flattered, the dwarves accepted the challenge. They vowed to forge not only Sif’s new hair but other treasures fit for the gods themselves. Their hammers rang in the shadows, sparks flying like newborn stars. Loki watched impatiently, already plotting new tricks to twist the outcome in his favor.",
  "story_the_forging_of_mjolnir_card_3_title": "The Dwarven Smiths",
  "story_the_forging_of_mjolnir_card_4_description": "Under the dwarves’ hammers are born great treasures: Draupnir, Gungnir, and finally Mjöllnir, Thor’s hammer. Loki tries to sabotage their work, but though the handle ends up short, the hammer’s power is unmatched.",
  "story_the_forging_of_mjolnir_card_4_detailed_story": "Brokkr and Sindri set to work, faces blackened by the heat of the forge, hearts swelling with pride. First they crafted Draupnir, the golden ring that spawned eight new rings every nine nights, then Gungnir, Odin’s spear that never missed its mark. But their greatest masterpiece was yet to come — Mjöllnir, the hammer destined for Thor. Fearing that such a weapon would make the gods too powerful, Loki sought to sabotage their work. Transforming into a fly, he bit Brokkr repeatedly, trying to break his focus. The dwarf, though hardened by years at the forge, flinched for an instant — and the hammer’s handle came out shorter than intended. Yet Mjöllnir was born: a weapon so mighty it could summon lightning, shatter mountains, and always return to Thor’s hand. Even imperfect, it surpassed all other creations.",
  "story_the_forging_of_mjolnir_card_4_title": "The Creation of Mjöllnir",
  "story_the_forging_of_mjolnir_card_5_description": "The treasures are presented to the gods. Thor receives Mjöllnir — a marvel of power. Though its handle is short, it becomes the sacred weapon that will make giants and enemies of Asgard tremble.",
  "story_the_forging_of_mjolnir_card_5_detailed_story": "When the treasures were finally presented to the gods, all stood in awe. Odin admired Draupnir and Gungnir, knowing they would increase his power and glory. But the greatest moment came when Thor took hold of Mjöllnir. The hammer pulsed in his grasp, radiating raw might that made the very air tremble. Thor knew at once that this weapon would become the instrument of his strength and the dread of his foes. True, its handle was shorter than planned — yet its power was beyond imagining. The gods declared that Loki had fulfilled his promise, though not without his usual trickery. Thor, half-forgiving, chose to celebrate the gift rather than punish the mischief. From that day forward, Mjöllnir became the symbol of Thor’s divine power — and the sacred weapon that would forever defend Asgard from its enemies.",
  "story_the_forging_of_mjolnir_card_5_title": "Gift to Thor",
  "story_the_forging_of_mjolnir_title": "The Forging of Mjöllnir",
  "story_the_punishment_of_loki_card_1_description": "After Baldr’s death, brought about by Loki’s deceit, the trickster fled, changing shape again and again, hiding in a cabin open to all four winds, fearing the vengeance of the gods.",
  "story_the_punishment_of_loki_card_1_detailed_story": "When Baldr, beloved of all, was struck down by the arrow guided by Loki’s cunning, a mournful silence fell upon Asgard. The usual laughter of the trickster was replaced by a heart pounding with fear and pride. Foreseeing the wrath of the Aesir, Loki changed his form—slithering as a serpent through river stones, soaring as a lonely bird above sharp cliffs, or disguising himself as an old man with shifty eyes. Each transformation was merely a trick against fate, yet even in his cleverest disguises, his crime burned like a dark flame no one could extinguish. He settled in a remote valley, building a strange cabin with four doors facing each horizon, ever watchful for danger. The nights were long and cold, and by his fire Loki brooded—cunning against loyalty, freedom against doom. The wind whispered the steps of Odin and the Aesir, and every creak in the forest echoed like a coming vengeance. His escape was but a fragile reprieve, and the net of fate was tightening inexorably around the shapeshifting god, like a shadow ready to consume him.",
  "story_the_punishment_of_loki_card_1_title": "The Trickster’s Escape",
  "story_the_punishment_of_loki_card_2_description": "Under Odin’s command, the Aesir and their allies swore that no corner of the cosmos would grant Loki refuge. Nature itself became their ally in an inevitable, relentless hunt.",
  "story_the_punishment_of_loki_card_2_detailed_story": "In Asgard’s great hall, the faces of the Aesir bore not anger but a cold determination. Odin, the Allfather, lifted his single eye to the heavens and swore that Loki would find no haven beneath the sky. The hunt began: Odin’s falcons soared above the forests, the wolves of Fenrir sniffed every trail in the snow, and the warriors of Asgard combed valleys and mountains. Even the Vanir, allies of old, lent their gifts to the search. Nature itself conspired against Loki: every stone rolled beneath his steps, every gust of wind carried his scent, every river mirrored his desperate flight. Days and nights passed, and with them grew the certainty—none can escape forever those they have betrayed. The hunt no longer seemed like a mere pursuit but a cosmic judgment, where every corner of the world joined in divine justice. Vengeance was woven into the fabric of existence, and the footsteps of the divine hunters made the earth tremble, as if all Nine Realms held their breath.",
  "story_the_punishment_of_loki_card_2_title": "The Gods’ Hunt",
  "story_the_punishment_of_loki_card_3_description": "In the form of a silver salmon, Loki tries to evade his pursuers, but the net woven by the gods closes in. Thor’s unyielding grip tears him from the waters, delivering him to divine justice.",
  "story_the_punishment_of_loki_card_3_detailed_story": "Driven to desperation, Loki slipped into an icy river and took the form of a silver-scaled salmon, reflecting the cold glow of the moon. Leaping from rock to rock, he hoped to outwit his pursuers. But the Aesir, armed with Odin’s wisdom, had already prepared a colossal net—woven with enchanted cords, so vast it seemed to cover the entire valley. The gods moved downstream, tightening their snare with the patience of hunters who know the prey cannot escape destiny. The salmon leapt from the water, muscles taut, sides gleaming, in one final desperate attempt to flee. But Thor, with divine strength, caught him by the tail and hurled him onto the shore. The net closed around him like the web of fate itself. Regaining his true form, Loki found himself surrounded by stern faces—Odin’s eye burning with judgment, Thor’s with wrath and power, and the gaze of the other Aesir fixed upon his doom. Defiance still flickered in his eyes, yet behind it crept the shadow of fear. His gift of transformation had failed him, and he knew that the justice of the gods would not falter.",
  "story_the_punishment_of_loki_card_3_title": "The Capture in the Net",
  "story_the_punishment_of_loki_card_4_description": "The gods recalled his crimes and decreed an eternal punishment. Loki would see his lineage destroyed, and from his own sons would come the chains that would bind him, sealing his cruel and final fate.",
  "story_the_punishment_of_loki_card_4_detailed_story": "Chained before the Aesir, Loki listened as the accusations fell like hammers on an anvil: Baldr’s death, the humiliations he had inflicted upon the gods, and every deceit since the dawn of time. Some demanded his immediate death, but Odin raised his hand, declaring that such an end would be too merciful. The punishment must last as long as the world itself. So it was decreed that Loki would be bound in a deep, dark cavern, forced to endure the venom of a serpent dripping above his face. But before that torment began, a cruelty even greater was wrought—his sons, Nárfi and Váli, were turned against each other, and from their entrails the gods forged the chains that bound their father. Loki’s bloodline was destroyed, his future erased, and each link in his chains was a cruel reminder of his betrayal. The judgment of the Aesir was not merely to punish, but to carve suffering into eternity itself—a monument of pain, etched in stone and blood, warning all that treachery against the divine carries the highest price.",
  "story_the_punishment_of_loki_card_4_title": "The Merciless Judgment",
  "story_the_punishment_of_loki_card_5_description": "In a frozen cave, Loki is nailed to the rock with the entrails of his children. His defiant words echo in the void—a promise of vengeance yet powerless against divine chains.",
  "story_the_punishment_of_loki_card_5_detailed_story": "In a glacial cavern, the gods carried out the sentence. Loki was laid upon a stone polished by the cold, his arms and legs spread wide by chains made from his sons’ entrails. The mightiest of the Aesir pulled those living bonds taut, fastening them to the rock with divine strength, leaving no hope of escape. Icy droplets fell from the ceiling, landing rhythmically upon his face, already scorched by pain and despair. Around him, the gods watched—some satisfied, others disturbed by the cruelty of their own justice. Despite his agony, Loki managed to hurl words of defiance, swearing that this injustice would not go unavenged. But his screams echoed through the cavern, swallowed by stone and shadow. He became a ghost within the rock, a whisper of storm and vengeance yet to come. The earth itself seemed to drink in his torment, absorbing it for eternity.",
  "story_the_punishment_of_loki_card_5_title": "The Binding Beneath the Stone",
  "story_the_punishment_of_loki_card_6_description": "A serpent suspended above drips burning venom onto Loki, whose screams shake the earth. Yet Sigyn, ever faithful, gathers each drop, softening an eternal torment that shapes the world.",
  "story_the_punishment_of_loki_card_6_detailed_story": "Above Loki’s face hung a serpent, its corrosive venom falling drop by drop, delivering endless agony. Each droplet seared his skin, wringing screams from him that shook the cavern and the mountains above. Yet he was not left alone. Sigyn, his faithful wife, remained at his side, holding a bowl to catch the poison and ease his suffering. But when the bowl grew full, she had to empty it, and during that brief moment the venom splashed upon Loki’s face, burning with unbearable fury. His cries echoed all the way to Midgard, shaking the earth and the realms of men. Thus began his eternal torment—bound by his sons’ blood, tormented by venom, yet comforted by Sigyn’s unyielding love. This cruel punishment became a living scar upon the cosmos, a warning to gods and mortals alike, and a promise that at Ragnarök, Loki’s fury would be unleashed, engulfing the Nine Realms in devastating chaos.",
  "story_the_punishment_of_loki_card_6_title": "The Venom and the Loyalty",
  "story_the_punishment_of_loki_title": "The Punishment of Loki",
  "story_the_serpent_fishing_card_1_description": "Thor travels to the giant Hymir to seek his help in obtaining an immense cauldron, large enough to hold the gods’ mead. Their meeting marks the beginning of a fragile alliance.",
  "story_the_serpent_fishing_card_1_detailed_story": "At the dawn of a gray and icy morning, Thor, the warrior god, crossed the threshold of a frozen cavern where Hymir dwelled — the giant whose skin was as hard as frost and whose eyes resembled bottomless abysses. The god’s breath formed white clouds in the still air, and each of his steps echoed through the silence of the colossus’s domain. He did not come as a conqueror but to beg Hymir’s aid in finding a colossal cauldron large enough to hold the gods’ mead. The giant let out a deep laugh that made the stone walls tremble and shook the stalactites above their heads. Then his amusement turned to suspicion — what did this being from the heavens want in his frozen realm? After a long moment where silence weighed heavier than words, a fragile alliance was forged. Hymir agreed, though with both mistrust and challenge: the ocean awaited them — untamed and merciless. Fate already seemed to hang upon the waves, and none knew that this pact would lead them to face a creature capable of testing both the imagination and the courage of the gods.",
  "story_the_serpent_fishing_card_1_title": "The Quest for the Cauldron",
  "story_the_serpent_fishing_card_2_description": "To lure a creature worthy of their challenge, Hymir demands an extraordinary bait. Thor tears off the head of a mighty bull, its hot blood summoning the abyssal powers of the sea.",
  "story_the_serpent_fishing_card_2_detailed_story": "Beneath a sky heavy with low, black clouds, Hymir made his demand with a rumble that shook the cavern: to lure the creature of the depths, they would need bait worthy of its strength. Thor, without a breath of hesitation, strode toward the giant’s herd and chose the most powerful bull among them. The beast bellowed, its eyes reflecting the knowledge of its impending end, its hooves striking the frozen ground. Thor grasped its horns and, with superhuman effort, brought it down, its hot blood spilling in a crimson river that stood out against the immaculate white of the ice. Hymir watched in silence, torn between admiration and rage, as Thor lifted the bull’s head and raised it like a trophy offered to the waves. The air vibrated with the scent of iron and death. Gulls circled overhead, drawn by the brutal sacrifice. Each drop of blood on the snow seemed to call to the depths, and the wind began to howl, as though the ocean itself knew that an extraordinary clash was about to begin.",
  "story_the_serpent_fishing_card_2_title": "The Bull’s Sacrifice",
  "story_the_serpent_fishing_card_3_description": "Thor and Hymir set out in a tiny boat, facing furious waves and a stormy sky. The sea roars, as if sensing the confrontation that will shake the worlds.",
  "story_the_serpent_fishing_card_3_detailed_story": "They climbed into a frail boat, so small one might think their strength alone could shatter its planks with every swell. Hymir, enormous, took the oars and cut through the waves with slow, powerful strokes, sending silver sprays bursting into the air. Beside him, Thor stared at the horizon, his eyes burning with a flame that neither wind nor cold could extinguish. The sea raged, its vast waves battering the fragile vessel, while clouds gathered thick and black, threatening to swallow the sky in thunderous chaos. Thor tied the bull’s bloody head to a dark steel hook, his hands swift despite the endless rolling of the boat. Every splash seemed to beat like a funeral drum, every gust of wind a reminder that they sailed at the edge of the known world. The silence between them was heavy — filled with fear and defiance — for both sensed that what they were calling from the depths was no ordinary creature, but a monster capable of shaking oceans and the destiny of gods.",
  "story_the_serpent_fishing_card_3_title": "The Endless Ocean",
  "story_the_serpent_fishing_card_4_description": "The Midgard Serpent bursts from the sea — immense and terrifying — its coils raising storms. Thor wrestles it barehanded, defying both the ocean and the creature that encircles the world.",
  "story_the_serpent_fishing_card_4_detailed_story": "The silence of the ocean suddenly shattered in a monstrous crash: the taut line quivered like a flash of steel, and Thor pulled with all his might. The sea exploded, and an ancient horror rose forth — scales dark as night, eyes glowing with molten gold, coils wrapping the air as if to seize the world itself. The serpent of the depths emerged, spewing torrents of foam and fury. The boat threatened to splinter under the beast’s weight. Thor, his feet braced on the soaked wood, gripped the rope as if he meant to hold back the sea itself. Hymir, frozen with terror, shrank away, his wide eyes fixed on the gaping maw that could swallow mountains and fortresses whole. The enraged serpent thrashed, its coils striking the waves into tempests. Each passing second seemed to suspend time itself — balanced between victory and catastrophe — while thunder and lightning illuminated their titanic struggle.",
  "story_the_serpent_fishing_card_4_title": "The Bite of the Depths",
  "story_the_serpent_fishing_card_5_description": "As Thor prepares to unleash his might upon the serpent, Hymir, terrified, cuts the line. The creature vanishes into the depths, leaving a suspended threat and an unfinished duel.",
  "story_the_serpent_fishing_card_5_detailed_story": "Thor’s eyes burned with divine fury as he prepared to strike down the serpent, every muscle tense, every fiber of his being vibrating with raw power. But before he could deliver the blow, a scream of terror rose behind him. Hymir, seized by panic, had grabbed the rope and, in a desperate act, severed it. The serpent, freed from its bond, disappeared into the depths with a roar that made the entire ocean quake.\n\nThe boat capsized from the shock, hurling Thor and Hymir into the freezing waters. The thunder god surfaced, gasping, his hair plastered to his face by the salt. Hymir, trembling with cold and fear, clung to a drifting plank. Silence fell over the sea, broken only by the gentle slap of waves and the ragged breaths of the two survivors.\n\nThor gazed toward the horizon, his heart heavy. He had not slain the serpent of the depths, but he had survived a trial that would have broken any other being. The fate of the gods remained uncertain, but one thing was clear — the struggle against the forces of chaos had only just begun.",
  "story_the_serpent_fishing_card_5_title": "The Unfinished Battle",
  "story_the_serpent_fishing_title": "The Serpent Fishing",
  "story_the_wall_of_asgard_card_1_description": "After the war against the Vanir, Asgard is left vulnerable. The Aesir gather and decide they must build a new wall — stronger and higher than ever — to defend their realm.",
  "story_the_wall_of_asgard_card_1_detailed_story": "The war between the Aesir and the Vanir, two divine clans of formidable power, had shattered the balance of the Nine Worlds. Though a fragile peace was eventually made, the scars of the conflict remained visible, and the gods knew they would never fully fade. The wall that once protected Asgard lay in ruins, leaving their divine city exposed to attacks from giants and other outside threats. Odin, Thor, and the other Aesir then called a great assembly, the sacred Thing, to discuss how to rebuild their defenses. Many spoke, but one truth prevailed: they needed a new fortress — one so strong and majestic that no enemy, not even the mighty Jötnar, could ever bring it down. This decision, born from the heavy memories of war, would set in motion a chain of events none could yet foresee.",
  "story_the_wall_of_asgard_card_1_title": "The Gods Seek to Protect Asgard",
  "story_the_wall_of_asgard_card_2_description": "A mysterious giant named Hrimthurs comes before the gods and offers to build an unbreakable wall in six months. In return, he demands Freyja, the sun, and the moon — a price the Aesir find outrageous.",
  "story_the_wall_of_asgard_card_2_detailed_story": "As the Aesir continued their debate, a towering stranger crossed the gates of Asgard. He introduced himself as a master builder, a giant named Hrimthurs. His offer was astounding: he promised to rebuild a wall so solid that no force could ever topple it, and to do so in just six months. But his price was dreadful — he demanded the hand of Freyja, goddess of beauty and love, along with the sun and the moon, the very sources of light and life. The Aesir were struck with shock. Losing Freyja would wound Asgard’s honor, and surrendering the sun and moon would plunge the worlds into eternal darkness. Yet, tempted by the promise of an impregnable wall, they chose to accept, though not without cunning: they decreed that the giant would receive no help other than from his horse, and that the work must be completed before the first day of summer. The die was cast.",
  "story_the_wall_of_asgard_card_2_title": "The Giant Builder Offers His Help",
  "story_the_wall_of_asgard_card_3_description": "Hrimthurs and his horse Svadilfari begin the task. The stones rise so swiftly that the gods grow uneasy — it seems he truly might finish before the deadline.",
  "story_the_wall_of_asgard_card_3_detailed_story": "The next day, Hrimthurs set to work with astonishing vigor. His loyal horse, Svadilfari, helped him haul enormous blocks of stone that no other being could have moved. Together they labored day and night without rest. At first the Aesir were confident in their trick, but soon they began to doubt as they watched the wall rise at a terrifying pace. Each day the stones grew higher; each night the fortress seemed to advance by a giant’s stride. Within weeks, much of Asgard’s perimeter already stood tall, solid and immense. Odin and the other gods, usually calm and wise, now conferred with unease. If the giant managed to finish on time, they would be bound to give him Freyja, the sun, and the moon. Their plan was turning against them, and despair began to take hold.",
  "story_the_wall_of_asgard_card_3_title": "The Giant Begins the Work",
  "story_the_wall_of_asgard_card_4_description": "Seeing the danger, Loki proposes a ruse: he transforms into a mare and lures Svadilfari away, depriving Hrimthurs of his most vital helper.",
  "story_the_wall_of_asgard_card_4_detailed_story": "As the deadline approached and the Aesir’s anxiety grew, Loki, the god of mischief, offered his aid. Though often the cause of their troubles, he could be useful in desperate times. His plan was bold: he transformed into a beautiful mare, sleek and radiant, and appeared before Svadilfari. Enchanted, the stallion chased after her, abandoning his master. Hrimthurs, bewildered and enraged, had to continue alone — but even his immense strength was not enough to move the stones without his steed. For several nights, Loki, still in the form of a mare, kept Svadilfari distracted and far from the worksite, delaying construction just long enough. The gods watched with a mix of relief and astonishment, knowing Loki’s trick had saved their realm — yet aware that such deceit could one day demand a heavy price.",
  "story_the_wall_of_asgard_card_4_title": "Loki’s Intervention",
  "story_the_wall_of_asgard_card_5_description": "Deprived of his horse, Hrimthurs realizes he cannot finish the wall. Deceived, he flies into a rage and threatens to destroy Asgard and crush the gods themselves.",
  "story_the_wall_of_asgard_card_5_detailed_story": "When Hrimthurs discovered he had been deceived, his fury erupted like a storm. The giant struck the ground with his fists and roared so fiercely that the mountains themselves seemed to tremble. Without Svadilfari, he could not complete the work, and he understood the Aesir had never intended to keep their word. Mad with rage, he tried to tear down the stones already laid, swearing to reduce Asgard to ashes and crush the gods beneath his strength. The Aesir, who had feared this moment, prepared for battle. Thor, his hand clenched around Mjöllnir, waited for the moment to strike. Odin watched in solemn silence — this was no longer a matter of cunning, but a clash between the raw power of a giant and the unyielding will of the gods of Asgard.",
  "story_the_wall_of_asgard_card_5_title": "The Giant’s Fury",
  "story_the_wall_of_asgard_card_6_description": "Odin, Thor, and the Aesir face Hrimthurs in a titanic battle. The sky splits with thunder and magic until the giant is slain and Asgard is finally saved.",
  "story_the_wall_of_asgard_card_6_detailed_story": "Hrimthurs’s fury reached its peak as he hurled himself against the unfinished walls. Thor leapt forward, brandishing Mjöllnir, and struck blows so powerful that the sky burst into lightning. Odin invoked spells to shield his kin, while the other Aesir fought alongside the thunder god. The battle echoed across Asgard: each punch from the giant shook the earth, and each hammer strike shattered stone. Despite his titanic might, Hrimthurs could not withstand the combined wrath of the gods. With a final roar, Thor delivered a crushing blow that shattered the giant’s skull. Hrimthurs collapsed, his body striking the ground with a deafening crash. His lifeless form stood as a grim reminder that even cunning could lead to bloodshed. Asgard was saved — but victory had come at a cost.",
  "story_the_wall_of_asgard_card_6_title": "The Final Battle",
  "story_the_wall_of_asgard_card_7_description": "After their victory, the Aesir rebuild Asgard’s wall using the stones already laid. They celebrate their triumph and vow to defend their realm against all future threats.",
  "story_the_wall_of_asgard_card_7_detailed_story": "With Hrimthurs defeated, the Aesir turned to the ruins of his work. The stones he had laid were of remarkable strength, and rather than destroy them, the gods chose to use them to build their own wall. Stone by stone, they completed Asgard’s fortress — this time as true masters of their fate. The new ramparts rose, towering and unbreakable, a symbol of their unity restored after the war with the Vanir and the threat of the giant. Grand celebrations were held, and though Loki’s deceit had caused much chaos, he was honored for the cunning that had secured their victory. The Aesir swore to defend Asgard at any cost and to watch over their realm until Ragnarök itself. The wall became the eternal bulwark of their power — a sign that even before the greatest threats, the gods would prevail.",
  "story_the_wall_of_asgard_card_7_title": "The Rebuilding of Asgard",
  "story_the_wall_of_asgard_title": "The Wall of Asgard",
  "story_thors_hammer_card_1_description": "One morning, Thor discovers that his hammer, Mjölnir, has been stolen. Deprived of his greatest weapon, all of Asgard becomes vulnerable to the forces of chaos threatening the Nine Realms.",
  "story_thors_hammer_card_1_detailed_story": "One morning, Thor awoke in a terrible rage that made all of Asgard tremble. His hammer, Mjölnir—his most precious possession—was gone! This legendary weapon, forged by the dwarves in the depths of Svartalfheim, could command lightning and shatter mountains.\n\nWithout Mjölnir, Thor was no more than an ordinary god. Worse still, without this divine weapon, all the gods of Asgard were left defenseless against the ever-looming forces of chaos threatening the Nine Realms.\n\nThe search began at once. Heimdall scanned the horizons with his sharp gaze, Odin sent his ravens Huginn and Muninn to the farthest corners of the cosmos, yet the hammer remained nowhere to be found. Suspicion soon turned toward the giants, the eternal enemies of the gods.",
  "story_thors_hammer_card_1_title": "Mjölnir Is Stolen",
  "story_thors_hammer_card_2_description": "The giant Thrym admits to stealing Mjölnir and demands Freyja’s hand in marriage in exchange for its return. His outrageous request enrages the gods and sparks the fury of the goddess herself.",
  "story_thors_hammer_card_2_detailed_story": "The investigation quickly led to the frost giant Thrym, king of the giants in the icy lands of Jötunheim. Far from denying his crime, he shamelessly admitted to stealing the hammer and hiding it deep underground, where no god could ever reach it.\n\nBut Thrym laid out his terms with a sly grin: he would only return Mjölnir if the gods gave him the hand of the beautiful Freyja in marriage. The goddess of love and beauty was to become his bride and reign beside him over the realm of giants.\n\nThis outrageous demand filled all the gods of Asgard with indignation. How dare he claim the most beautiful of goddesses in exchange for a stolen object? Freyja herself flew into such a terrible rage that her magical necklace, Brísingamen, shattered under the force of her fury. The walls of Valhalla shook with her wrath.",
  "story_thors_hammer_card_2_title": "Thrym’s Ransom",
  "story_thors_hammer_card_3_description": "To deceive Thrym, Loki suggests that Thor disguise himself as Freyja. Reluctantly, the god of thunder agrees, donning a bridal gown and veil to fool the giants.",
  "story_thors_hammer_card_3_detailed_story": "Then Loki came up with an idea as bold as it was absurd: Thor should disguise himself as Freyja to trick Thrym! The thought of the most masculine of gods dressing as a woman amused the cunning trickster to no end.\n\nThor roared in protest: “Never! The gods will mock me for eternity! My reputation as a warrior will be ruined!”\n\nBut wise Heimdall intervened: “Would you rather see the giants invade Asgard while we stand defenseless? Without Mjölnir, we are doomed.”\n\nReluctantly, Thor agreed. With Loki’s help, he donned a magnificent bridal gown, covered himself with a jeweled veil, and fastened Freyja’s repaired necklace around his neck. His mighty hands were hidden beneath long silk gloves. Thus disguised, the god of thunder resembled a shy, veiled bride.",
  "story_thors_hammer_card_3_title": "The Disguise",
  "story_thors_hammer_card_4_description": "During the wedding feast, Thor devours an ox, eight salmon, and three barrels of mead. The giants grow suspicious, but Loki excuses his appetite by claiming he has been fasting for love.",
  "story_thors_hammer_card_4_detailed_story": "At first, the ruse seemed to work perfectly. Thrym greeted his ‘bride’ with overwhelming joy and immediately arranged a grand wedding feast. All the giants of Jötunheim gathered to celebrate this extraordinary union.\n\nBut during the banquet, Thor could not contain his legendary appetite. Forgetting his role, he devoured an entire ox, eight salmon, and every dish meant for the women. He then drained three full barrels of mead in a single gulp, arousing the giants’ suspicion.\n\n“By my beard!” cried Thrym, eyes wide. “Never have I seen a woman eat and drink with such appetite! Why does the fair Freyja feast so fiercely?”\n\nLoki, ever quick with a lie, answered smoothly: “Noble Thrym, Freyja was so eager for this wedding that she hasn’t eaten a thing for eight days and eight nights! Hunger alone drives her now.”",
  "story_thors_hammer_card_4_title": "The Feast",
  "story_thors_hammer_card_5_description": "When Mjölnir is placed on Thor’s lap to bless the wedding, he seizes it, tears off his veil, and slaughters Thrym and the giants in a storm of lightning.",
  "story_thors_hammer_card_5_detailed_story": "Reassured by Loki’s explanation, Thrym decided to proceed with the ceremony. Following ancient custom, he ordered that Thor’s hammer be brought forth to bless the union, to be placed upon the bride’s lap as a symbol of fertility and protection.\n\nThe instant Mjölnir touched his knees, Thor felt his divine strength surge back like a flood. His eyes blazed with joy and pent-up fury. With one powerful motion, he tore off his veil and ripped apart the bridal gown.\n\n“I am Thor, son of Odin!” he roared, raising his hammer high. “And this is my answer to your blackmail!”\n\nLightning burst from Mjölnir as Thor unleashed his wrath upon Thrym and all the gathered giants. Thunder shook the hall as bolts of lightning turned the wedding feast into a battlefield.\n\nThus Thor reclaimed his hammer, and never again did the giants dare challenge the god of thunder openly.",
  "story_thors_hammer_card_5_title": "Retribution",
  "story_thors_hammer_title": "Thor’s Hammer",
  "story_war_of_aesir_and_vanir_card_1_description": "The Vanir’s magic amazes but unsettles the Aesir, and mistrust begins to take root.",
  "story_war_of_aesir_and_vanir_card_1_detailed_story": "In the great hall of the gods of the sky, the torch flames cast wavering shadows on the walls, as if listening to the whispers of the immortals. The Vanir, masters of fields and harvests, had introduced a new kind of magic—born of earth and seasons—that fascinated as much as it frightened. The Aesir, warriors of Asgard, viewed this power with suspicion: this foreign knowledge threatened their authority. Among them, some saw opportunity, others danger. Words turned to accusations, and accusations into barely contained fury. The silence between speeches was no longer one of respect, but the stillness before a storm. Greed mixed with fear, pride with envy. The wind beating against the hall’s doors seemed itself to foretell a rupture. When gazes grew too heavy and hands clenched on armrests, all understood that the thread binding these two clans was about to snap. The fragile balance of the world was already tilting toward chaos.",
  "story_war_of_aesir_and_vanir_card_1_title": "The Shadow of Discord",
  "story_war_of_aesir_and_vanir_card_2_description": "Conflict erupts after the Aesir attempt to destroy a Vanir sorceress.",
  "story_war_of_aesir_and_vanir_card_2_detailed_story": "Tension found its form in a woman from the Vanir—a messenger and mistress of the arcane powers of fertility. Her radiant beauty and mysterious knowledge disturbed the established order. The Aesir, unable to tolerate such independence, sought to silence her with fire. But three times the flames consumed her body, and three times she was reborn, stronger and more resplendent, as if the earth itself refused to surrender her to the flames. This act revealed the abyss separating the two peoples. The Vanir, outraged by this sacrilege, rose in arms, calling upon the winds and harvests for aid. The Aesir, wounded in pride, seized their spears and prepared for battle. The war did not begin with a cry, but with a fateful silence, when all knew there was no turning back. The first blood soon flowed, and with it shattered the illusion of lasting peace. From then on, the air was heavy with ashes and curses.",
  "story_war_of_aesir_and_vanir_card_2_title": "The Spark of War",
  "story_war_of_aesir_and_vanir_card_3_description": "Aesir and Vanir clash without respite, devastating both land and sky.",
  "story_war_of_aesir_and_vanir_card_3_detailed_story": "Thus began a war no mortal mind could have conceived. The Aesir struck with the fury of thunder, their weapons forged in the fires of eternal forges. The Vanir retaliated by invoking the fertility of the land, turning fields into living traps, summoning torrents and forests where once there was desolation. Each battle tore the world apart, each victory quickly turned to defeat. The walls of Asgard trembled, and the plains of the Vanir burned to ash. Neither side retreated, and yet neither advanced. The endless war became a wound that would not heal. The songs of the skalds no longer celebrated triumphs but spoke only of endless ruin. Winds carried the smoke of burning lands into the mortal realms, and even Yggdrasil, the cosmic tree, seemed to groan under the weight of this discord. In the eyes of the gods there was no longer pride, but the weariness of a futile struggle. And still, none would yield first.",
  "story_war_of_aesir_and_vanir_card_3_title": "The War of the Gods",
  "story_war_of_aesir_and_vanir_card_4_description": "Exhausted, the gods exchange hostages to seal a fragile truce.",
  "story_war_of_aesir_and_vanir_card_4_detailed_story": "When too much blood had been spilled, when weapons grew as heavy as hearts, an idea emerged from the ruins of battle. The two clans, unable to defeat one another, resolved to attempt an act of trust: the exchange of hostages. The Vanir sent two of their wisest—a brother and sister whose beauty and power surpassed even that of fields and rivers. The Aesir, in turn, offered a master of runes, keeper of ancient secrets, and another god with a sharp tongue. The exchange was sealed not in joy but in suspicion, every step burdened by doubt. The hostages crossed enemy plains and fortresses, carrying with them the fragile hopes of an uncertain peace. The air was taut as a drawn bowstring, and every glance cast upon them might at any moment turn into a threat. Yet through this act of caution, a delicate balance began to return. For the first time in ages, the gods raised not their weapons, but their oaths.",
  "story_war_of_aesir_and_vanir_card_4_title": "The Hostages of Fate",
  "story_war_of_aesir_and_vanir_card_5_description": "The hostages keep their word, and the gods learn to unite their strengths.",
  "story_war_of_aesir_and_vanir_card_5_detailed_story": "Time did its work, and slowly, the hostages became more than guarantors—they became bridges. The Vanir, welcomed among the Aesir, taught the magic of the earth, revealing the secrets of harvest and season. The Aesir, in return, shared the discipline of their runes, the courage of battle, and the order of their laws. Grudges did not vanish in an instant, but through years of patience and shared trials, bonds were woven. The children of these divine unions carried within them both legacies—the thunder’s might and the earth’s fertility. Feasts replaced battles, and songs once again celebrated the strength of unity rather than the desolation of war. Yet in every gaze lingered a shadow: the memory of war, like a scar that time could not erase. Still, for a while, peace reigned—fragile, but real.",
  "story_war_of_aesir_and_vanir_card_5_title": "The Reconciliation of the Gods",
  "story_war_of_aesir_and_vanir_card_6_description": "Aesir and Vanir unite their forces once and for all, preparing for the future.",
  "story_war_of_aesir_and_vanir_card_6_detailed_story": "The end of the war was not a victory, but a mutual recognition. The Aesir understood they could not rule alone over sky and battle, and the Vanir accepted that earth and fertility must join with strength and law. A new era began, where the two clans—long enemies—sat side by side in the halls of Asgard. The oaths they swore rang like stones laid in a riverbed: solid, yet subject to the current of fate. The gods knew trials would come, that chaos had not vanished, but they understood that only unity could grant survival when the twilight to come arrived. Thus, from the ashes of discord was born the alliance. The skalds then sang not of victory’s glory, but of the wisdom of compromise, and their songs echoed even in the mortal realms. The Vanir and Aesir became one divine people, bound not by blood spilled, but by blood shared.",
  "story_war_of_aesir_and_vanir_card_6_title": "The Sealed Alliance",
  "story_war_of_aesir_and_vanir_title": "The War of the Aesir and the Vanir",
  "victory_popup_congratulations": "Congratulations!",
  "victory_popup_generic_message": "You have accomplished a feat worthy of the gods!",
  "victory_popup_title": "Victory!",
  "widgets_custom_video_player_codec_incompatible": "Video format not supported",
  "widgets_custom_video_player_error_loading_music": "Error loading music for card {cardId}: {error}",
  "widgets_custom_video_player_error_loading_video": "Error loading video: {error}",
  "widgets_custom_video_player_error_resuming_music": "Error resuming music: {error}",
  "widgets_custom_video_player_failed_download": "Failed to download image from {url}: {statusCode}",
  "widgets_custom_video_player_network_error": "Network connection error",
  "widgets_custom_video_player_playback_error": "Video playback error",
  "widgets_custom_video_player_timeout": "Video loading timeout",
  "widgets_custom_video_player_timeout_loading_music": "Timeout when loading music for card {cardId}",
  "widgets_game_help_dialog_title": "Help",
  "widgets_guide_jormungandr_popup_controls": "⌨️ Controls:\n↑↓←→ Arrows | R: Restart",
  "widgets_guide_jormungandr_popup_description": "Help the World Serpent grow\nby devouring mortals’ offerings",
  "widgets_guide_jormungandr_popup_start_button": "Awaken the Serpent",
  "widgets_guide_jormungandr_popup_title": "Guide Jörmungandr",
  "word_search_default_clue": "Find the hidden words.",
  "word_search_preliminary_screen_help_text": "Odin sacrificed his eye for knowledge. Find the hidden words related to Norse mythology in the rune grid.",
  "word_search_preliminary_screen_start_button": "Begin the Search",
  "word_search_screen_rule_1": "Find all the hidden words in the grid.",
  "word_search_screen_rule_2": "Words can be horizontal, vertical, or diagonal, and read in both directions.",
  "word_search_screen_rule_3": "Select letters by sliding your finger across the grid.",
  "word_search_screen_rule_4": "Once all words are found, a secret word will be requested.",
  "word_search_screen_rule_5": "Use the remaining letters to form the secret word and confirm your victory.",
  "word_search_screen_title": "Odin's Eye",
  "games_menu_quiz": "My Guardian Deity",
  "quiz_preliminary_screen_help_text": "Answer the questions of the gods and discover which deity watches over you.",
  "quiz_preliminary_screen_start_button": "Start the Quiz",
  "victory_popup_coins_earned": "Coins Earned!"
}
