{
  "main_screen_title": "Oracle of Asgard",
  "main_screen_play": "Let's Play",
  "main_screen_guardian_deity": "My Guardian Deity",
  "main_screen_rewards": "My Rewards",
  "result_screen_congratulations": "Congratulations!",
  "result_screen_guardian_deity_is": "Your guardian deity is:",
  "result_screen_your_profile": "Your Profile",
  "profile_screen_change_name": "Change Name",
  "profile_screen_new_name": "New Name",
  "profile_screen_save": "Save",
  "profile_screen_ad_failed": "Ad display failed. Please try again.",
  "profile_screen_chapter_unlocked": "Chapter unlocked successfully!",
  "profile_screen_settings": "Settings",
  "profile_screen_ambient_music": "Ambient Music",
  "profile_screen_game_scores": "Game Scores",
  "profile_screen_no_snake_scores": "No Snake scores yet.",
  "profile_screen_snake_podium": "Snake Podium",
  "profile_screen_collectible_cards": "Collectible Cards",
  "profile_screen_no_collectible_cards": "No collectible cards unlocked yet.",
  "profile_screen_unlocked_stories": "Unlocked Stories",
  "profile_screen_no_unlocked_stories": "No stories unlocked yet.",
  "asgard_wall_game_screen_victory": "Victory!",
  "asgard_wall_game_screen_congratulations": "Congratulations!",
  "asgard_wall_game_screen_victory_message": "You have accomplished a feat worthy of the gods!",
  "asgard_wall_game_screen_defeat": "Defeat!",
  "asgard_wall_game_screen_defeat_message": "💥 A hole in the wall!\nThe Æsir will not pay the giant.",
  "asgard_wall_game_screen_title": "Wall of Asgard",
  "asgard_wall_game_screen_restart": "Restart the Wall",
  "asgard_wall_preliminary_screen_help_text": "Help Hrimthur build the wall of Asgard by placing the falling blocks. Reach the height of victory without leaving unreachable holes!",
  "asgard_wall_preliminary_screen_start_button": "Start Building",
  "asgard_wall_welcome_screen_rule_1": "Build the perfect wall like the giant builder. Your goal is to fill all the spaces up to the golden line without leaving unreachable (fully enclosed) holes.",
  "asgard_wall_welcome_screen_rule_2": "Controls: ←→ or A/D to move, ↑/W/Space/Q/E to rotate, ↓/S to drop (Touch controls available in-game)",
  "games_menu_reorder_history": "Reorder History",
  "games_menu_asgard_wall": "Wall of Asgard",
  "games_menu_scattered_runes": "Scattered Runes",
  "games_menu_midgard_serpent": "The Serpent of Midgard",
  "games_menu_territory_conquest": "Territory Conquest",
  "games_menu_odin_eye": "Odin’s Eye",
  "games_menu_andvari_loot": "Andvari’s Loot",
  "games_menu_mini_games": "Mini-Games",
  "minesweeper_game_over": "BOOM! You hit a mine.",
  "minesweeper_treasures_found": "Treasures found: {arg0} / {arg1}",
  "minesweeper_title": "Andvari’s Loot",
  "minesweeper_rule_1": "The goal is to find all treasures without triggering any mines.",
  "minesweeper_rule_2": "Tap a tile to reveal it. If it’s a mine, you lose.",
  "minesweeper_rule_3": "If the revealed tile contains a rune, it indicates the number of adjacent mines or treasures.",
  "minesweeper_rule_4": "Red runes indicate adjacent mines; yellow runes indicate adjacent treasures.",
  "minesweeper_rule_5": "Long press a tile to place or remove a flag, marking a suspected mine.",
  "minesweeper_rule_6": "Find all treasures to win the game!",
  "minesweeper_rune_legend": "Rune Legend:",
  "minesweeper_preliminary_screen_help_text": "The cursed treasure of the dwarf Andvari is hidden. Clear the tiles and find the gold coins without triggering traps!",
  "order_the_scrolls_preliminary_screen_start_button": "Start",
  "order_the_scrolls_screen_validate_order": "Validate Order",
  "order_the_scrolls_screen_incorrect_order": "❌ Sorry, the order is incorrect.",
  "order_the_scrolls_help_dialog_rule_1": "Put the cards back in chronological order according to Norse mythology.",
  "order_the_scrolls_help_dialog_rule_2": "Drag one card onto another to swap them.",
  "order_the_scrolls_help_dialog_rule_3": "The ⭲ icon indicates a movable card.",
  "order_the_scrolls_help_dialog_rule_4": "Arrange them from the first to the last step.",
  "order_the_scrolls_help_dialog_rule_5": "Click on \"Validate Order\" to check.",
  "order_the_scrolls_help_dialog_rule_6": "Correct cards will appear with a green border ✅.",
  "puzzle_preliminary_screen_help_text": "Assemble the fragments of ancient runes to unlock their mystical power.",
  "puzzle_preliminary_screen_start_button": "Start Puzzle",
  "puzzle_screen_title": "Scattered Runes",
  "puzzle_screen_rule_1": "Rearrange the tiles to form the complete image.",
  "puzzle_screen_rule_2": "Slide tiles into empty spaces.",
  "puzzle_screen_rule_3": "The goal is to complete the image as quickly as possible.",
  "qix_game_menu_title": "The Nine Realms",
  "qix_game_menu_description": "Jörmungandr, the World Serpent, has invaded the sacred realms. Draw magical borders to reclaim 75% of the territory and imprison the beast!",
  "qix_game_menu_controls": "⌨️ Keyboard Controls ⌨️\nArrows to move, Space to draw slowly.",
  "qix_game_menu_start_button": "⚔️ Begin the Conquest",
  "qix_main_screen_title": "Territory Conquest",
  "qix_main_screen_rule_1": "Draw lines to capture territories. Avoid enemies and their trails!",
  "qix_main_screen_rule_2": "Capture more than 75% of the land to win.",
  "qix_main_screen_rule_3": "If an enemy hits your line while drawing, you lose a life.",
  "qix_main_screen_rule_4": "If an enemy touches your body, you lose a life.",
  "qix_main_screen_rule_5": "Collect bonuses for temporary advantages.",
  "qix_main_screen_defeat_title": "DEFEAT!",
  "qix_main_screen_defeat_message": "You have been defeated. Try again!",
  "qix_preliminary_screen_help_text": "Guide Odin and draw shapes to conquer the territories of the nine worlds—but beware of Fenrir lurking, ready to strike!",
  "qix_preliminary_screen_start_button": "Start",
  "snake_preliminary_screen_help_text": "Guide Jörmungandr, the serpent of Midgard, to grow without biting its own tail, crashing into rocks, or hitting the world’s edge.",
  "snake_preliminary_screen_start_button": "Start",
  "snake_screen_score": "Score: {arg0}",
  "snake_screen_loading": "Loading...",
  "snake_screen_rule_1": "Swipe on the screen to change the snake’s direction.",
  "snake_screen_rule_2": "Eat apples to grow and earn points.",
  "snake_screen_rule_3": "Avoid hitting walls, rocks, or your own body.",
  "snake_screen_rule_4": "Golden apples give more points.",
  "snake_screen_rule_5": "Rotten apples make you lose points and slow down.",
  "snake_screen_rule_6": "The higher your score, the faster the snake moves.",
  "snake_game_over_popup_title": "⚰️ Ragnarök!",
  "snake_game_over_popup_message": "Jörmungandr has perished...\nFinal score: {arg0}",
  "word_search_preliminary_screen_help_text": "Odin sacrificed his eye for knowledge. Find the hidden words related to Norse mythology in the rune grid.",
  "word_search_screen_title": "Odin’s Eye",
  "word_search_screen_rule_1": "Find all the hidden words in the grid.",
  "word_search_screen_rule_2": "Words can be horizontal, vertical, or diagonal, and read in both directions.",
  "word_search_screen_rule_3": "Select letters by sliding your finger across the grid.",
  "word_search_screen_rule_4": "Once all words are found, a secret word will be requested.",
  "word_search_screen_rule_5": "Use the remaining letters to form the secret word and confirm your victory.",
  "widgets_game_help_dialog_title": "Help",
  "widgets_guide_jormungandr_popup_title": "Guide Jörmungandr",
  "widgets_guide_jormungandr_popup_description": "Help the World Serpent grow\nby devouring mortals’ offerings",
  "widgets_guide_jormungandr_popup_controls": "⌨️ Controls:\n↑↓←→ Arrows | R: Restart",
  "widgets_guide_jormungandr_popup_start_button": "Awaken the Serpent",
  "widgets_custom_video_player_failed_download": "Failed to download image from {arg0}: {arg1}",
  "widgets_custom_video_player_error_loading_video": "Error loading video: {arg0}",
  "widgets_custom_video_player_timeout_loading_music": "Timeout when loading music for card {arg0}",
  "widgets_custom_video_player_error_loading_music": "Error loading music for card {arg0}: {arg1}",
  "widgets_custom_video_player_error_resuming_music": "Error resuming music: {arg0}",
  "deity_odin_title": "The Allfather",
  "deity_odin_description": "Wise and cunning, you seek knowledge above all else. Like Odin, you are ready to sacrifice to understand the mysteries of the world.",
  "deity_thor_title": "The Thunderer",
  "deity_thor_description": "Strong and brave, you protect those around you. Like Thor, you face challenges head-on with determination.",
  "deity_freyja_title": "Lady of Love",
  "deity_freyja_description": "Passionate and intuitive, you follow your heart. Like Freyja, you bring beauty and love into the world.",
  "deity_tyr_title": "The Just",
  "deity_tyr_description": "Honorable and fair, you defend justice. Like Týr, you sacrifice for what is right, even at great cost.",
  "deity_loki_title": "The Shape-Shifter",
  "deity_loki_description": "Creative and unpredictable, you find unique solutions. Like Loki, you challenge the established order.",
  "deity_frigg_title": "The Protector",
  "deity_frigg_description": "Wise and caring, you watch over your loved ones. Like Frigg, you foresee and prevent danger.",
  "deity_bjorn_title": "The Ice Bear",
  "deity_bjorn_description": "Your strength is legendary, as relentless as an avalanche. You protect your clan with silent ferocity, and your loyalty is the rock on which your allies build their trust.",
  "deity_astrid_title": "The Starry Visionary",
  "deity_astrid_description": "You read the future in stars and runes. Your counsel is sought by kings and jarls, for you see the threads of fate others ignore.",
  "deity_ragnar_title": "The Cunning Raven",
  "deity_ragnar_description": "Your mind is as sharp as your axe. You excel at strategy and deception, using intelligence as your greatest weapon to outwit your enemies.",
  "deity_ingrid_title": "The Noble-Hearted Jarl",
  "deity_ingrid_description": "You rule with wisdom and justice. Your people follow you not out of fear, but out of respect and love, for you embody honor and leadership.",
  "deity_sven_title": "The Sea Explorer",
  "deity_sven_description": "The horizon is your only true home. You have sailed unknown waters and braved monstrous storms, your soul burning with the desire to discover what lies beyond the map.",
  "deity_freydis_title": "The Fearless Axe",
  "deity_freydis_description": "You are a skjaldmö, a shield-maiden whose courage inspires songs. You never back down from a fight and carve your own path with iron determination.",
  "deity_audhumla_title": "The Cosmic Cow",
  "deity_audhumla_description": "You are the source of all life, nourishing the world with your essence. Like Audhumla, you are patient and generous—a pillar of creation.",
  "deity_baldr_title": "The Shining God",
  "deity_baldr_description": "Pure and beloved by all, you embody light and beauty. Like Baldr, your presence brings joy and harmony, though you remain vulnerable to dark forces.",
  "deity_bragi_title": "The Divine Poet",
  "deity_bragi_description": "Master of words and music, you inspire and move hearts. Like Bragi, you use art to tell stories and celebrate life.",
  "deity_fenrir_title": "The Unchained Wolf",
  "deity_fenrir_description": "Powerful and untamable, you represent raw strength and freedom. Like Fenrir, you are a force of nature, impossible to contain.",
  "deity_heimdall_title": "The Bridge Guardian",
  "deity_heimdall_description": "Vigilant and perceptive, you are the protector of realms. Like Heimdall, you possess sharp senses and unwavering loyalty.",
  "deity_hel_title": "The Sovereign of the Dead",
  "deity_hel_description": "Just and impartial, you rule over the realm of the dead. Like Hel, you accept the duality of life and death and treat all with fairness.",
  "deity_hrimthurs_title": "The Frost Giant",
  "deity_hrimthurs_description": "Imposing and ancient, you are a primordial force of nature. Like Hrimthurs, you are resilient and unshakable, representing elemental power.",
  "deity_idunn_title": "The Keeper of Apples",
  "deity_idunn_description": "Source of youth and vitality, you maintain life’s balance. Like Idunn, you are kind and generous, bringing renewal and freshness.",
  "deity_jormungandr_title": "The World Serpent",
  "deity_jormungandr_description": "Immense and mysterious, you encircle the world—an unstoppable force. Like Jörmungandr, you are powerful and silent, guardian of the depths.",
  "deity_njord_title": "The God of Seas and Winds",
  "deity_njord_description": "Calm and generous, you rule the oceans and bring prosperity. Like Njord, you are soothing yet powerful and unpredictable.",
  "deity_sif_title": "The Golden-Haired Goddess",
  "deity_sif_description": "Beautiful and fertile, you symbolize abundance and harvest. Like Sif, you bring life and prosperity to those around you.",
  "collectible_card_sif_title": "Sif of the Golden Hair",
  "collectible_card_sif_description": "Goddess of fertility, earth, and harvests, wife of Thor. She was famous for her magnificent pure golden hair, which symbolized ripe wheat fields. One day, out of mischief, Loki cut off her hair. Furious, Thor forced Loki to undo his misdeed. Loki then had to command the dwarves to forge new golden hair, which grew like real hair, as well as other treasures for the gods.",
  "collectible_card_baldr_title": "Baldr the Good",
  "collectible_card_baldr_description": "The god of light, beauty, and purity, son of Odin and Frigg. Beloved by all, his presence brought joy and peace. A prophetic dream of his own death prompted his mother, Frigg, to make everything in creation swear never to harm him. Only mistletoe, deemed too young and harmless, was overlooked. His tragic death, orchestrated by Loki, was the first and most terrible omen of the coming of Ragnarök, the end of times.",
  "collectible_card_frigg_title": "Frigg the Mother",
  "collectible_card_frigg_description": "Goddess of love, marriage, and motherhood, wife of Odin and queen of Asgard. She is the mother of Baldr, the beloved god. Gifted with prophecy, she knows the fate of all beings, including her son, but cannot change it. Her maternal love drove her to protect Baldr by making all creation swear an oath, a desperate attempt that was thwarted by Loki's cunning.",
  "collectible_card_gui_title": "The Deadly Mistletoe",
  "collectible_card_gui_description": "The only plant capable of harming the god Baldr. Frigg, in her quest to protect her son, had made every element of nature swear never to harm him. However, she overlooked mistletoe, considering it too young and weak to pose a threat. Loki, the god of mischief, exploited this flaw. He crafted an arrow from mistletoe and gave it to Höd, Baldr's blind brother, who killed him unintentionally.",
  "collectible_card_thor_title": "Thor the Protector",
  "collectible_card_thor_description": "The god of thunder, son of Odin and Jörd (the Earth). A devoted protector of Asgard and humans (Midgard), he is known for his prodigious strength and unwavering courage. Armed with his hammer Mjöllnir, which always returns to his hand, his belt Megingjord that multiplies his strength tenfold, and his iron gloves Járngreipr, he relentlessly fights giants and monsters that threaten cosmic order.",
  "collectible_card_mjollnir_title": "Mjöllnir",
  "collectible_card_mjollnir_description": "Thor's legendary hammer, forged by the dwarfs Brokkr and Sindri. A symbol of both protection and destruction, it can control lightning and thunder. Mjöllnir never misses its target and always returns to its bearer after being thrown. It is one of the most powerful weapons of the gods, indispensable in the eternal struggle against forces of chaos, especially giants.",
  "collectible_card_thrym_title": "Thrym the Giant",
  "collectible_card_thrym_description": "The formidable king of the frost giants (Jötun) who dared to steal Mjöllnir, Thor's hammer. In exchange for its return, he demanded the hand of the goddess Freyja. To retrieve his weapon, Thor disguised himself as Freyja, accompanied by Loki as a servant. The ruse worked, and once the hammer was in his possession, Thor slaughtered Thrym and his entire court, restoring the gods' honor.",
  "collectible_card_fenrir_title": "Fenrir the Wolf",
  "collectible_card_fenrir_description": "The gigantic wolf, one of the three monstrous children of Loki and the giantess Angrboda. The gods, frightened by his rapid growth and prophecies announcing he would cause their doom, decided to chain him. After breaking two chains, he was finally bound by the magical bond Gleipnir. During Ragnarök, he will break free and fulfill his destiny by devouring Odin, before being killed by Vidar, Odin's son.",
  "collectible_card_tyr_title": "Týr the Sacrificed",
  "collectible_card_tyr_description": "The god of war, law, and justice. Of exemplary courage, he is the only god who dared approach the wolf Fenrir when it became too large and threatening. To prove to the wolf that they didn't want to trap him with the magical chain Gleipnir, Týr placed his right hand in the beast's mouth. When Fenrir realized he was chained, he tore off the hand. This sacrifice neutralized the wolf until Ragnarök.",
  "collectible_card_gleipnir_title": "Gleipnir",
  "collectible_card_gleipnir_description": "The magical chain forged by the dwarfs to bind the wolf Fenrir. Unlike the heavy previous chains that Fenrir had broken, Gleipnir was as fine and supple as a silk ribbon. It was made from six impossible ingredients: the sound of a cat's footstep, a woman's beard, the roots of a mountain, a bear's sinews, a fish's breath, and a bird's saliva. It is the only bond that Fenrir could never break.",
  "collectible_card_ymir_title": "Ymir the Primordial Giant",
  "collectible_card_ymir_description": "The first living being, a primordial giant born from the meeting of fire from Muspelheim and ice from Niflheim in the void of Ginnungagap. From his sweat came the first giants. He was nourished by the cosmic cow Audhumla. Eventually, he was killed by the gods Odin and his brothers, Vili and Vé. From his body, they created the world: his flesh became the earth, his blood the oceans, his bones the mountains, and his skull the celestial vault.",
  "collectible_card_audhumla_title": "Audhumla the Cosmic Cow",
  "collectible_card_audhumla_description": "The primordial cow, born from melting ice at the beginning of time, just like the giant Ymir. From her udders flowed four rivers of milk that nourished Ymir and ensured his survival. By licking a salty block of ice, Audhumla revealed Buri, the first of the gods and Odin's ancestor. She is thus the origin of both lineages, that of giants and that of gods, who will clash during Ragnarök.",
  "collectible_card_ginnungagap_title": "The Ginnungagap",
  "collectible_card_ginnungagap_description": "The gaping and silent void that existed before any creation. It was a bottomless abyss, bordered to the north by the icy realm of Niflheim and to the south by the fiery realm of Muspelheim. It was from the meeting between the icy breath of Niflheim and the burning sparks of Muspelheim at the center of Ginnungagap that life emerged, giving birth to the primordial giant Ymir and the cosmic cow Audhumla.",
  "collectible_card_brokkr_sindri_title": "Brokkr and Sindri",
  "collectible_card_brokkr_sindri_description": "Two dwarf brothers, master smiths renowned for their unmatched skill. Following a trick by Loki, they made a wager with the god that they could create more wonderful objects than those made by the sons of Ivaldi. They thus forged three exceptional treasures: the golden boar Gullinbursti for Freyr, the golden ring Draupnir for Odin, and the most famous of all, the hammer Mjöllnir for Thor, despite a minor flaw (its short handle) due to Loki's interference.",
  "collectible_card_draupnir_title": "Draupnir the Ring",
  "collectible_card_draupnir_description": "The magical ring of pure gold possessed by Odin, one of the greatest treasures of the gods. Forged by the dwarfs Brokkr and Sindri, its name means 'the dripper'. It has the extraordinary ability to multiply: every nine nights, it produces eight new gold rings of identical weight and quality. Draupnir was placed by Odin on his son Baldr's funeral pyre as a sign of respect, but was returned to him from the realm of the dead.",
  "collectible_card_gungnir_title": "Gungnir the Spear",
  "collectible_card_gungnir_description": "Odin's infallible spear, which never misses its target. Its name means 'the swaying one'. It was also forged by dwarfs, the sons of Ivaldi, and obtained by Loki. An oath carved on its tip guarantees its accuracy. Gungnir is a symbol of Odin's power and authority as god of war. It was by sacrificing himself, hanging from Yggdrasil and pierced by his own spear, that Odin acquired knowledge of the runes.",
  "collectible_card_hrimthurs_title": "Hrimthurs the Builder",
  "collectible_card_hrimthurs_description": "A giant (Jötunn) who presented himself to the gods as a simple builder. He proposed an audacious bargain: to build an impregnable fortress around Asgard in just three seasons. In payment, he demanded the goddess Freyja, as well as the Sun and Moon. The gods accepted, thinking the task impossible. But the giant, aided by his magical horse Svadilfari, progressed so quickly that the gods became frightened and asked Loki to intervene.",
  "collectible_card_svadilfari_title": "Svadilfari the Horse",
  "collectible_card_svadilfari_description": "The magical and exceptionally strong horse of the builder giant Hrimthurs. Its name means 'unlucky traveler'. Svadilfari's speed and power were such that it allowed its master to build Asgard's wall at prodigious speed, threatening to make the giant win the wager. To sabotage the work, Loki transformed into a beautiful mare and lured Svadilfari away from its master, thus preventing the wall's completion in time.",
  "collectible_card_sleipnir_title": "Sleipnir the Eight-Legged Horse",
  "collectible_card_sleipnir_description": "Odin's horse, born from the union of Loki transformed into a mare and Svadilfari. The fastest of all horses in the nine worlds, capable of galloping on land, sea, and air. Sleipnir is Odin's faithful steed, carrying him across worlds during his journeys. His eight legs symbolize his supernatural speed and his ability to move between dimensions.",
  "collectible_card_bifrost_title": "Bifrost",
  "collectible_card_bifrost_description": "The vibrant and shimmering rainbow bridge that connects Midgard, the world of men, to Asgard, the fortress of the gods. It is described as being made of fire, air, and water, and is stronger than any other structure. It is permanently guarded by the god Heimdall, who watches over its access from his guard post, Himinbjörg. Bifrost will collapse during Ragnarök under the weight of the fire giants led by Surt.",
  "collectible_card_bragi_title": "Bragi",
  "collectible_card_bragi_description": "The god of poetry, eloquence, and music. He is the husband of Idunn, keeper of the apples of youth. Bragi is depicted as a wise old man with a long beard, whose words are so beautiful they charm all who hear them. He is the skald (poet) of the gods' court in Asgard, welcoming valorous warriors arriving at Valhalla with his epic songs that recount their deeds and the glory of the gods.",
  "collectible_card_brisingamen_title": "Brisingamen",
  "collectible_card_brisingamen_description": "The magnificent and legendary necklace of the goddess Freyja. Its name means 'fire jewel'. It was forged by four expert dwarfs. To obtain it, Freyja had to spend one night with each of them. This necklace is the symbol of her beauty, seduction, and power over love and desire. It was stolen by Loki and recovered by Heimdall after a fierce battle where both took the form of seals.",
  "collectible_card_freyja_title": "Freyja",
  "collectible_card_freyja_description": "Major goddess of Norse mythology, associated with love, beauty, fertility, but also war, wealth, and magic (seidr). Twin sister of Freyr, she is the most beautiful of goddesses. She rules over her own realm, Fólkvangr, where she welcomes half the warriors who died heroically in battle, the other half going to Odin's Valhalla. She possesses the necklace Brisingamen and a chariot pulled by two cats.",
  "collectible_card_gjallarhorn_title": "Gjallarhorn",
  "collectible_card_gjallarhorn_description": "The 'Resounding Horn' of the god Heimdall. He uses it to watch over the Bifrost bridge. The sound of this horn is so powerful it can be heard in all nine worlds. Heimdall will sound the Gjallarhorn only once, but it will be for a momentous event: he will use it to alert all gods of the beginning of Ragnarök, when giants and monsters launch their final assault against Asgard.",
  "collectible_card_heimdall_title": "Heimdall",
  "collectible_card_heimdall_description": "The vigilant guardian of Asgard, stationed at the entrance of the Bifrost bridge to prevent giants from invading the realm of the gods. Born of nine mothers, he possesses superhuman senses: his piercing sight allows him to see hundreds of leagues away and his hearing is so fine he can hear grass growing. He is the keeper of the horn Gjallarhorn. During Ragnarök, he will be the last to fall, killing his eternal enemy Loki in a battle where they will kill each other.",
  "collectible_card_hel_title": "Hel",
  "collectible_card_hel_description": "Daughter of Loki and the giantess Angrboda, sister of the wolf Fenrir and the serpent Jörmungandr. Banished by Odin, she became the sovereign of the realm of the dead, Helheim. She is often depicted with a body half living and half decomposed. She rules over the souls of those who died of sickness or old age, as opposed to warriors who died in combat and go to Valhalla or Fólkvangr. Her power over the dead is absolute.",
  "collectible_card_helheim_title": "Helheim",
  "collectible_card_helheim_description": "The realm of the dead, one of the nine worlds, ruled by the goddess Hel. It is a dark, cold, and misty place, located in the depths of Niflheim. This is where the souls of those who did not die heroically in battle go. The entrance to Helheim is guarded by the monstrous dog Garm. Even the gods cannot escape without Hel's permission, as shown by the vain attempt to bring Baldr back to life.",
  "collectible_card_hofund_title": "Hofund",
  "collectible_card_hofund_description": "The gleaming sword of the guardian god Heimdall. Its name means 'man's head', possibly referring to a carved pommel. Like its owner, the sword is a symbol of vigilance and protection for Asgard. Though less famous than other divine weapons like Mjöllnir or Gungnir, Hofund is a powerful weapon that will be used by Heimdall in his final and mutually destructive battle against Loki during Ragnarök.",
  "collectible_card_huginnmuninn_title": "Huginn and Muninn",
  "collectible_card_huginnmuninn_description": "The two ravens perched on Odin's shoulders. Their names mean 'Thought' (Huginn) and 'Memory' (Muninn). Each morning, Odin sends them to traverse the nine worlds. Upon their return, they whisper in his ear everything they have seen and heard. They are the All-Father's sources of information, granting him quasi-omniscient knowledge of past, present, and future events, and helping him in his insatiable quest for wisdom.",
  "collectible_card_idunn_title": "Idunn",
  "collectible_card_idunn_description": "Goddess of youth and eternity, wife of the poet god Bragi. She is the keeper of the golden apples, magical fruits that grant the gods their youth and immortality. Without these apples, the gods would age and die like mere mortals. Idunn was once kidnapped by the giant Thjazi with Loki's complicity, forcing the gods to age until Loki was compelled to bring her back to Asgard.",
  "collectible_card_jormungandr_title": "Jörmungandr",
  "collectible_card_jormungandr_description": "The Serpent of Midgard, one of the three children of Loki and the giantess Angrboda. Thrown into the ocean surrounding Midgard by Odin, it grew so enormously that it ended up encircling the world of men and biting its own tail, hence its nickname 'World-Serpent'. It is Thor's sworn enemy. During Ragnarök, the two adversaries will clash in a titanic battle. Thor will kill Jörmungandr but will succumb to its venom nine steps later.",
  "collectible_card_loki_title": "Loki",
  "collectible_card_loki_description": "God of cunning, discord, and metamorphosis. Son of giants but admitted among the Æsir gods, he is Odin's blood brother. Intelligent and charming, he uses his talents to help the gods escape difficult situations, but his mischievous and chaotic nature also drives him to be the source of most of their problems. Father of monsters like Fenrir, Jörmungandr, and Hel, his role becomes increasingly dark, ultimately triggering Ragnarök.",
  "collectible_card_njord_title": "Njord",
  "collectible_card_njord_description": "God of the sea, wind, fishing, and wealth. He belongs to the Vanir family of gods, but came to live in Asgard with his children, Freyja and Freyr, as a hostage after the war between the Æsir and Vanir. He is invoked by sailors for safe voyages and good catches. His unhappy marriage to the giantess Skadi, who loved the mountains while he loved the sea, illustrates the opposition between these two worlds.",
  "collectible_card_odin_title": "Odin",
  "collectible_card_odin_description": "The All-Father, the principal god of the Norse pantheon. God of wisdom, war, death, poetry, and magic (runes). He rules over Asgard from his throne Hlidskjalf, from where he can observe the nine worlds. He sacrificed an eye to drink from Mimir's spring and acquire universal knowledge. Accompanied by his ravens Huginn and Muninn and his wolves Geri and Freki, he prepares gods and men for Ragnarök.",
  "collectible_card_skadi_title": "Skadi",
  "collectible_card_skadi_description": "Giant goddess associated with archery, winter, mountains, and skiing. Daughter of the giant Thjazi, she went to Asgard to avenge her father's death, killed by the gods. As compensation, the gods offered her to marry one of them, but she had to choose by seeing only their feet. She chose Njord thinking it was Baldr. Their union was a failure, as Skadi could not bear living away from her snowy mountains.",
  "collectible_card_yggdrasil_title": "Yggdrasil",
  "collectible_card_yggdrasil_description": "The World Tree, an immense and eternal ash that is at the center of the Norse cosmos. Its branches extend over the nine worlds and its trunk connects them. Three main roots support it, each plunging into a spring: Urd's spring in Asgard, Mimir's spring in the land of giants, and Hvergelmir in Niflheim. Yggdrasil is constantly attacked by various creatures, like the dragon Nidhogg that gnaws at its roots, but it always survives, symbolizing life's resilience.",
  "deity_skadi_title": "The Huntress Goddess",
  "deity_skadi_description": "Independent and wild, you are the mistress of mountains and winters. Like Skadi, you are resilient and unyielding, embodying nature’s might.",
  "deity_sleipnir_title": "The Eight-Legged Horse",
  "deity_sleipnir_description": "Swift and loyal, you are the noblest of steeds, able to traverse worlds. Like Sleipnir, you are a reliable companion and a sure guide.",
  "deity_svadilfari_title": "The Builder Horse",
  "deity_svadilfari_description": "Powerful and tireless, you achieve great feats of construction. Like Svadilfari, you are a hardworking creator of the impossible.",
  "deity_thrym_title": "The King of Giants",
  "deity_thrym_description": "Powerful and demanding, you are a formidable adversary. Like Thrym, you are a force not to be underestimated, capable of challenging even the gods.",
  "deity_ymir_title": "The Primordial Giant",
  "deity_ymir_description": "Ancient and colossal, you are the origin of all existence. Like Ymir, you are a fundamental force—a pillar of the world, vast and silent.",
  "question_1_text": "When facing a major challenge, your first reaction is:",
  "question_1_answer_1": "Seek information before acting",
  "question_1_answer_2": "Rush in headfirst",
  "question_1_answer_3": "Find a creative approach",
  "question_1_answer_4": "Gather others to act together",
  "question_2_text": "Your greatest strength is:",
  "question_2_answer_1": "Your ability to understand complex situations",
  "question_2_answer_2": "Your determination in the face of obstacles",
  "question_2_answer_3": "Your empathy and connection to others",
  "question_2_answer_4": "Your unwavering moral sense",
  "question_3_text": "In a group, you are often:",
  "question_3_answer_1": "The wise advisor who listens",
  "question_3_answer_2": "The leader who makes decisions",
  "question_3_answer_3": "The one who brings creativity and novelty",
  "question_3_answer_4": "The mediator who resolves conflicts",
  "question_4_text": "Your relationship with nature is:",
  "question_4_answer_1": "A source of reflection and wisdom",
  "question_4_answer_2": "A field of challenges and adventures",
  "question_4_answer_3": "Inspiration for creativity and passion",
  "question_4_answer_4": "A reminder of the natural order of things",
  "question_5_text": "Your greatest fear would be:",
  "question_5_answer_1": "Remaining in ignorance",
  "question_5_answer_2": "Being cowardly in the face of danger",
  "question_5_answer_3": "Losing your creative freedom",
  "question_5_answer_4": "Betraying your principles",
  "question_6_text": "Your approach to love and relationships:",
  "question_6_answer_1": "Deep and thoughtful, based on understanding",
  "question_6_answer_2": "Protective and loyal to those you love",
  "question_6_answer_3": "Passionate and intense",
  "question_6_answer_4": "Fair and respectful",
  "question_7_text": "What role do you prefer in group work?",
  "question_7_answer_1": "Strategic leader",
  "question_7_answer_2": "The one who motivates everyone",
  "question_7_answer_3": "The creative who breaks the rules",
  "question_7_answer_4": "The one who balances and soothes",
  "question_8_text": "Which environment best represents you?",
  "question_8_answer_1": "A silent library",
  "question_8_answer_2": "A combat arena",
  "question_8_answer_3": "An enchanted forest",
  "question_8_answer_4": "A throne room",
  "question_9_text": "How do you react to injustice?",
  "question_9_answer_1": "You reflect then act with wisdom",
  "question_9_answer_2": "You protect the weak with force",
  "question_9_answer_3": "You manipulate to turn the situation around",
  "question_9_answer_4": "You are outraged and seek peace",
  "question_10_text": "What type of power would you prefer?",
  "question_10_answer_1": "Reading minds",
  "question_10_answer_2": "Becoming invincible",
  "question_10_answer_3": "Traveling between worlds",
  "question_10_answer_4": "Soothing hearts",
  "question_11_text": "If you were a movie hero, you would be...",
  "question_11_answer_1": "The mysterious mentor",
  "question_11_answer_2": "The loyal warrior",
  "question_11_answer_3": "The unpredictable trickster",
  "question_11_answer_4": "The gentle but formidable figure",
  "question_12_text": "What type of challenge attracts you most?",
  "question_12_answer_1": "Solving an ancient riddle",
  "question_12_answer_2": "Fighting a dragon",
  "question_12_answer_3": "Turning around a desperate situation",
  "question_12_answer_4": "Bringing enemies together around a table",
  "myth_story_page_ad_display_failed": "Ad display failed. Please try again.",
  "myth_story_page_chapter_unlocked_success": "Chapter unlocked successfully!",
  "myth_story_page_ad_loading_failed": "Ad loading failed. Please try again.",
  "myth_story_page_font_size_title": "Font Size",
  "myth_story_page_sample_text": "Sample text",
  "myth_story_page_close_button": "Close",
  "myth_story_page_error_prefix": "Error",
  "myth_story_page_chapter_locked": "Chapter locked",
  "myth_story_page_unlock_with_ad": "Unlock with ad",
  "profile_screen_database_cleared_success": "Database cleared and rebuilt successfully!",
  "profile_screen_database_clear_failed": "Failed to clear and rebuild database",
  "profile_screen_all_stories_unlocked": "All stories have been unlocked!",
  "profile_screen_error_prefix": "Error",
  "profile_screen_no_data_available": "No data available.",
  "profile_screen_quiz_loading_error": "Error loading quiz result",
  "profile_screen_ok_button": "OK",
  "profile_screen_ad_label": "(ad)",
  "snake_screen_score_default": "Score: 0",
  "snake_screen_time_seconds_suffix": "s",
  "snake_screen_error_prefix": "Error",
  "qix_main_error_prefix": "Error",
  "qix_main_game_not_initialized_error": "Error: Game not initialized.",
  "profile_screen_language": "Language",
  "profile_screen_language_english": "English",
  "profile_screen_language_french": "French"
}