{
  "about_screen_about_content": "Esta aplicación es un homenaje al fascinante mundo de la mitología nórdica. Fue diseñada para ofrecer una experiencia inmersiva y educativa a través de cuestionarios, historias y minijuegos.",
  "about_screen_about_title": "Acerca de la aplicación",
  "about_screen_contact_us": "Contáctanos",
  "about_screen_contribution_content": "Este proyecto es de código abierto. No dudes en contribuir en GitHub.",
  "about_screen_contribution_title": "Contribución",
  "about_screen_creators_content": "Creado por un pequeño equipo de entusiastas de la mitología, narradores y desarrolladores unidos por el amor a las leyendas.",
  "about_screen_creators_lead_dev": "Desarrollador y diseñador principal:",
  "about_screen_creators_title": "Equipo / Creadores",
  "about_screen_disclaimer_content": "Esta aplicación está basada en la mitología nórdica y no está afiliada, patrocinada ni respaldada por Marvel.",
  "about_screen_disclaimer_title": "Descargo de responsabilidad",
  "about_screen_github_link": "Ver en GitHub",
  "about_screen_legal_title": "Legal",
  "about_screen_privacy_link": "Política de privacidad",
  "about_screen_roadmap_content": "Próximamente: nuevos reinos, más historias y desafíos míticos. ¡Mantente atento a la próxima saga!",
  "about_screen_roadmap_title": "Próximas funciones / Hoja de ruta",
  "about_screen_support_title": "Apoya el proyecto",
  "about_screen_tech_content": "Desarrollado con Flutter y potenciado por bibliotecas de código abierto. Este proyecto también cobró vida gracias a varias herramientas de IA: Nightcafé para imágenes, Gemini CLI para codificación, Vidnoz para animaciones y Suno para música.",
  "about_screen_tech_title": "Tecnologías e IA",
  "about_screen_terms_link": "Términos de servicio",
  "about_screen_thanks_content": "Un sincero agradecimiento a todos los mitólogos, historiadores y entusiastas cuyo trabajo ha inspirado e informado este proyecto.",
  "about_screen_thanks_title": "Agradecimientos especiales",
  "about_screen_version_content": "Estás usando la versión {{version}} de la aplicación Oracle d’Asgard.",
  "about_screen_version_title": "Versión de la aplicación",
  "about_screen_vision_content": "Oracle d’Asgard nació de una pasión por la mitología nórdica y la narración. Nuestra visión es revivir los mitos antiguos mediante experiencias interactivas que combinan aprendizaje, juego y arte. Cada acertijo, cada historia, cada runa que encuentres contiene un fragmento de esa antigua magia.",
  "about_screen_vision_title": "Historia y Visión",
  "app_title": "Oráculo de Asgard",
  "asgard_wall_game_screen_congratulations": "¡Felicidades!",
  "asgard_wall_game_screen_defeat": "¡Derrota!",
  "asgard_wall_game_screen_defeat_message": "💥 ¡Un agujero en el muro!\nLos Æsir no pagarán al gigante.",
  "asgard_wall_game_screen_next_pieces": "Siguientes Piezas",
  "asgard_wall_game_screen_restart": "Reiniciar el Muro",
  "asgard_wall_game_screen_title": "Muro de Asgard",
  "asgard_wall_game_screen_victory": "¡Victoria!",
  "asgard_wall_game_screen_victory_message": "¡Has logrado una hazaña digna de los dioses!",
  "asgard_wall_preliminary_screen_help_text": "Ayuda a Hrimthur a construir el muro de Asgard colocando los bloques que caen. ¡Alcanza la altura de la victoria sin dejar huecos inalcanzables!",
  "asgard_wall_preliminary_screen_start_button": "Comenzar a Construir",
  "asgard_wall_title": "Muro de Asgard",
  "asgard_wall_welcome_screen_rule_1": "Construye el muro perfecto como el gigante constructor. Tu objetivo es llenar todos los espacios hasta la línea dorada sin dejar huecos completamente cerrados.",
  "asgard_wall_welcome_screen_rule_2": "Controles: ←→ o A/D para mover, ↑/W/Espacio/Q/E para rotar, ↓/S para soltar (Controles táctiles disponibles en el juego)",
  "cancel": "Cancelar",
  "collectible_card_audhumla_description": "La vaca primordial, nacida del hielo derretido al principio de los tiempos, al igual que el gigante Ymir. De sus ubres fluyeron cuatro ríos de leche que alimentaron a Ymir y garantizaron su supervivencia. Al lamer un bloque de hielo salado, Audhumla reveló a Buri, el primero de los dioses y antepasado de Odín. Así, es el origen de ambas estirpes, la de los gigantes y la de los dioses, que se enfrentarán durante el Ragnarök.",
  "collectible_card_audhumla_title": "Audhumla la Vaca Cósmica",
  "collectible_card_baldr_description": "El dios de la luz, la belleza y la pureza, hijo de Odín y Frigg. Amado por todos, su presencia traía alegría y paz. Un sueño profético sobre su propia muerte llevó a su madre, Frigg, a hacer que todo en la creación jurara no hacerle daño. Solo el muérdago, considerado demasiado joven e inofensivo, fue pasado por alto. Su trágica muerte, orquestada por Loki, fue el primer y más terrible presagio del Ragnarök, el fin de los tiempos.",
  "collectible_card_baldr_title": "Baldr el Bueno",
  "collectible_card_bifrost_description": "El vibrante y reluciente puente arcoíris que conecta Midgard, el mundo de los hombres, con Asgard, la fortaleza de los dioses. Se describe como hecho de fuego, aire y agua, y es más fuerte que cualquier otra estructura. Está permanentemente custodiado por el dios Heimdall, quien vigila su acceso desde su puesto de guardia, Himinbjörg. Bifrost colapsará durante el Ragnarök bajo el peso de los gigantes de fuego liderados por Surt.",
  "collectible_card_bifrost_title": "Bifrost",
  "collectible_card_bragi_description": "El dios de la poesía, la elocuencia y la música. Es el esposo de Idunn, guardiana de las manzanas de la juventud. Bragi es representado como un sabio anciano con una larga barba, cuyas palabras son tan hermosas que encantan a todos los que las escuchan. Es el skald (poeta) de la corte de los dioses en Asgard, dando la bienvenida a los guerreros valientes que llegan a Valhalla con sus cantos épicos que relatan sus hazañas y la gloria de los dioses.",
  "collectible_card_bragi_title": "Bragi",
  "collectible_card_brisingamen_description": "El magnífico y legendario collar de la diosa Freyja. Su nombre significa 'la joya de fuego'. Fue forjado por cuatro enanos expertos. Para obtenerlo, Freyja tuvo que pasar una noche con cada uno de ellos. Este collar es símbolo de su belleza, seducción y poder sobre el amor y el deseo. Fue robado por Loki y recuperado por Heimdall después de una feroz batalla en la que ambos tomaron la forma de focas.",
  "collectible_card_brisingamen_title": "Brisingamen",
  "collectible_card_brokkr_sindri_description": "Dos hermanos enanos, maestros herreros famosos por su habilidad inigualable. Tras una artimaña de Loki, hicieron una apuesta con el dios: que podrían crear objetos más maravillosos que los fabricados por los hijos de Ivaldi. Forjaron así tres tesoros excepcionales: el jabalí dorado Gullinbursti para Freyr, el anillo dorado Draupnir para Odín, y el más famoso de todos, el martillo Mjöllnir para Thor, a pesar de un pequeño defecto (su mango corto) debido a la interferencia de Loki.",
  "collectible_card_brokkr_sindri_title": "Brokkr y Sindri",
  "collectible_card_draupnir_description": "El anillo mágico de oro puro poseído por Odín, uno de los mayores tesoros de los dioses. Forjado por los enanos Brokkr y Sindri, su nombre significa 'el que gotea'. Tiene la extraordinaria capacidad de multiplicarse: cada nueve noches, produce ocho nuevos anillos de oro idénticos en peso y calidad. Draupnir fue colocado por Odín en la pira funeraria de su hijo Baldr como signo de respeto, pero fue devuelto a él desde el reino de los muertos.",
  "collectible_card_draupnir_title": "Draupnir el Anillo",
  "collectible_card_fenrir_description": "El gigantesco lobo, uno de los tres hijos monstruosos de Loki y la giganta Angrboda. Los dioses, asustados por su rápido crecimiento y las profecías que anunciaban que causaría su ruina, decidieron encadenarlo. Tras romper dos cadenas, finalmente fue atado con el vínculo mágico Gleipnir. Durante el Ragnarök, se liberará y cumplirá su destino devorando a Odín, antes de ser asesinado por Vidar, el hijo de Odín.",
  "collectible_card_fenrir_title": "Fenrir el Lobo",
  "collectible_card_freyja_description": "Gran diosa de la mitología nórdica, asociada con el amor, la belleza y la fertilidad, pero también con la guerra, la riqueza y la magia (seidr). Hermana gemela de Freyr, es la más bella de las diosas. Reina sobre su propio reino, Fólkvangr, donde acoge a la mitad de los guerreros que murieron heroicamente en batalla, mientras que la otra mitad va al Valhalla de Odín. Posee el collar Brisingamen y un carro tirado por dos gatos.",
  "collectible_card_freyja_title": "Freyja",
  "collectible_card_frigg_description": "Diosa del amor, el matrimonio y la maternidad, esposa de Odín y reina de Asgard. Es la madre de Baldr, el dios amado. Dotada de profecía, conoce el destino de todos los seres, incluido su hijo, pero no puede cambiarlo. Su amor maternal la llevó a proteger a Baldr haciendo que toda la creación jurara un voto, un intento desesperado que fue frustrado por la astucia de Loki.",
  "collectible_card_frigg_title": "Frigg la Madre",
  "collectible_card_ginnungagap_description": "El abismo inmenso y silencioso que existía antes de toda creación. Era un vacío sin fondo, bordeado al norte por el reino helado de Niflheim y al sur por el reino ardiente de Muspelheim. Del encuentro entre el aliento helado de Niflheim y las chispas ardientes de Muspelheim en el centro de Ginnungagap surgió la vida, dando nacimiento al gigante primordial Ymir y a la vaca cósmica Audhumla.",
  "collectible_card_ginnungagap_title": "El Ginnungagap",
  "collectible_card_gjallarhorn_description": "El 'Cuerno Resonante' del dios Heimdall. Lo utiliza para vigilar el puente Bifrost. El sonido de este cuerno es tan poderoso que puede escucharse en los nueve mundos. Heimdall tocará el Gjallarhorn solo una vez, pero será por un acontecimiento trascendental: lo usará para alertar a todos los dioses del inicio del Ragnarök, cuando los gigantes y los monstruos lancen su asalto final contra Asgard.",
  "collectible_card_gjallarhorn_title": "Gjallarhorn",
  "collectible_card_gleipnir_description": "La cadena mágica forjada por los enanos para atar al lobo Fenrir. A diferencia de las pesadas cadenas anteriores que Fenrir había roto, Gleipnir era tan fina y flexible como una cinta de seda. Estaba hecha de seis ingredientes imposibles: el sonido del paso de un gato, la barba de una mujer, las raíces de una montaña, los tendones de un oso, el aliento de un pez y la saliva de un pájaro. Es el único vínculo que Fenrir nunca pudo romper.",
  "collectible_card_gleipnir_title": "Gleipnir",
  "collectible_card_gungnir_description": "La lanza infalible de Odín, que nunca falla su objetivo. Su nombre significa 'la que oscila'. También fue forjada por los enanos, los hijos de Ivaldi, y obtenida por Loki. Un juramento grabado en su punta garantiza su precisión. Gungnir es un símbolo del poder y la autoridad de Odín como dios de la guerra. Fue sacrificándose a sí mismo, colgado de Yggdrasil y atravesado por su propia lanza, como Odín adquirió el conocimiento de las runas.",
  "collectible_card_gungnir_title": "Gungnir la Lanza",
  "collectible_card_heimdall_description": "El vigilante guardián de Asgard, apostado en la entrada del puente Bifrost para evitar que los gigantes invadan el reino de los dioses. Nacido de nueve madres, posee sentidos sobrehumanos: su vista penetrante le permite ver a cientos de leguas de distancia y su oído es tan fino que puede oír crecer la hierba. Es el custodio del cuerno Gjallarhorn. Durante el Ragnarök, será el último en caer, matando a su enemigo eterno Loki en una batalla en la que ambos se destruirán mutuamente.",
  "collectible_card_heimdall_title": "Heimdall",
  "collectible_card_hel_description": "Hija de Loki y de la giganta Angrboda, hermana del lobo Fenrir y de la serpiente Jörmungandr. Desterrada por Odín, se convirtió en la soberana del reino de los muertos, Helheim. A menudo se la representa con un cuerpo mitad vivo y mitad en descomposición. Reina sobre las almas de aquellos que murieron de enfermedad o vejez, en contraste con los guerreros que murieron en combate y van al Valhalla o al Fólkvangr. Su poder sobre los muertos es absoluto.",
  "collectible_card_hel_title": "Hel",
  "collectible_card_helheim_description": "El reino de los muertos, uno de los nueve mundos, gobernado por la diosa Hel. Es un lugar oscuro, frío y brumoso, situado en las profundidades de Niflheim. Allí van las almas de quienes no murieron heroicamente en batalla. La entrada a Helheim está custodiada por el monstruoso perro Garm. Incluso los dioses no pueden escapar sin el permiso de Hel, como lo demuestra el vano intento de devolver la vida a Baldr.",
  "collectible_card_helheim_title": "Helheim",
  "collectible_card_hofund_description": "La brillante espada del dios guardián Heimdall. Su nombre significa 'cabeza del hombre', posiblemente en referencia a un pomo tallado. Al igual que su dueño, la espada es símbolo de vigilancia y protección para Asgard. Aunque menos famosa que otras armas divinas como Mjöllnir o Gungnir, Hofund es un arma poderosa que Heimdall usará en su batalla final y mutuamente destructiva contra Loki durante el Ragnarök.",
  "collectible_card_hofund_title": "Hofund",
  "collectible_card_hrimthurs_description": "Un gigante (Jötunn) que se presentó ante los dioses como un simple constructor. Propuso una apuesta audaz: construir una fortaleza inexpugnable alrededor de Asgard en solo tres estaciones. Como pago, exigió a la diosa Freyja, así como el Sol y la Luna. Los dioses aceptaron, pensando que la tarea era imposible. Pero el gigante, ayudado por su caballo mágico Svadilfari, progresó tan rápido que los dioses se asustaron y pidieron a Loki que interviniera.",
  "collectible_card_hrimthurs_title": "Hrimthurs el Constructor",
  "collectible_card_huginnmuninn_description": "Los dos cuervos posados sobre los hombros de Odín. Sus nombres significan 'Pensamiento' (Huginn) y 'Memoria' (Muninn). Cada mañana, Odín los envía a recorrer los nueve mundos. A su regreso, le susurran al oído todo lo que han visto y oído. Son las fuentes de información del Padre de Todos, otorgándole un conocimiento casi omnisciente de los acontecimientos pasados, presentes y futuros, y ayudándolo en su insaciable búsqueda de sabiduría.",
  "collectible_card_huginnmuninn_title": "Huginn y Muninn",
  "collectible_card_idunn_description": "Diosa de la juventud y la eternidad, esposa del dios poeta Bragi. Es la guardiana de las manzanas doradas, frutos mágicos que otorgan a los dioses su juventud e inmortalidad. Sin estas manzanas, los dioses envejecerían y morirían como simples mortales. Idunn fue secuestrada una vez por el gigante Thjazi con la complicidad de Loki, lo que obligó a los dioses a envejecer hasta que Loki se vio obligado a traerla de vuelta a Asgard.",
  "collectible_card_idunn_title": "Idunn",
  "collectible_card_jormungandr_description": "La Serpiente de Midgard, uno de los tres hijos de Loki y de la giganta Angrboda. Arrojada al océano que rodea Midgard por Odín, creció tanto que terminó rodeando el mundo de los hombres y mordiéndose la cola, de ahí su apodo 'Serpiente del Mundo'. Es el enemigo jurado de Thor. Durante el Ragnarök, los dos adversarios se enfrentarán en una batalla titánica. Thor matará a Jörmungandr, pero sucumbirá a su veneno nueve pasos después.",
  "collectible_card_jormungandr_title": "Jörmungandr",
  "collectible_card_loki_description": "Dios del engaño, la discordia y la metamorfosis. Hijo de gigantes pero aceptado entre los dioses Æsir, es hermano de sangre de Odín. Inteligente y encantador, utiliza sus talentos para ayudar a los dioses a salir de situaciones difíciles, pero su naturaleza traviesa y caótica también lo lleva a ser la fuente de la mayoría de sus problemas. Padre de monstruos como Fenrir, Jörmungandr y Hel, su papel se vuelve cada vez más oscuro, culminando en el desencadenamiento del Ragnarök.",
  "collectible_card_loki_title": "Loki",
  "collectible_card_mjollnir_description": "El legendario martillo de Thor, forjado por los enanos Brokkr y Sindri. Símbolo tanto de protección como de destrucción, puede controlar los rayos y el trueno. Mjöllnir nunca falla su objetivo y siempre regresa a su portador después de ser lanzado. Es una de las armas más poderosas de los dioses, indispensable en la lucha eterna contra las fuerzas del caos, especialmente los gigantes.",
  "collectible_card_mjollnir_title": "Mjöllnir",
  "collectible_card_njord_description": "Dios del mar, del viento, de la pesca y de la riqueza. Pertenece a la familia de los dioses Vanir, pero fue a vivir a Asgard con sus hijos, Freyja y Freyr, como rehén tras la guerra entre los Æsir y los Vanir. Es invocado por los marineros para obtener viajes seguros y buenas capturas. Su infeliz matrimonio con la giganta Skadi, que amaba las montañas mientras él amaba el mar, ilustra la oposición entre estos dos mundos.",
  "collectible_card_njord_title": "Njord",
  "collectible_card_odin_description": "El Padre de Todos, el dios principal del panteón nórdico. Dios de la sabiduría, la guerra, la muerte, la poesía y la magia (las runas). Reina sobre Asgard desde su trono Hlidskjalf, desde donde puede observar los nueve mundos. Sacrificó un ojo para beber del manantial de Mimir y adquirir el conocimiento universal. Acompañado por sus cuervos Huginn y Muninn y sus lobos Geri y Freki, prepara a los dioses y a los hombres para el Ragnarök.",
  "collectible_card_odin_title": "Odín",
  "collectible_card_sif_description": "Diosa de la fertilidad, la tierra y las cosechas, esposa de Thor. Era famosa por su magnífico cabello dorado puro, que simbolizaba los campos de trigo maduros. Un día, por travesura, Loki le cortó el cabello. Furioso, Thor obligó a Loki a deshacer su fechoría. Loki entonces ordenó a los enanos forjar un nuevo cabello de oro, que crecía como cabello real, además de otros tesoros para los dioses.",
  "collectible_card_sif_title": "Sif del Cabello Dorado",
  "collectible_card_skadi_description": "Diosa gigante asociada con el tiro con arco, el invierno, las montañas y el esquí. Hija del gigante Thjazi, fue a Asgard para vengar la muerte de su padre, asesinado por los dioses. Como compensación, los dioses le ofrecieron casarse con uno de ellos, pero debía elegirlo viendo solo sus pies. Eligió a Njord pensando que era Baldr. Su unión fue un fracaso, ya que Skadi no podía soportar vivir lejos de sus montañas nevadas.",
  "collectible_card_skadi_title": "Skadi",
  "collectible_card_sleipnir_description": "El caballo de Odín, nacido de la unión de Loki transformado en yegua y Svadilfari. El más rápido de todos los caballos en los nueve mundos, capaz de galopar sobre tierra, mar y aire. Sleipnir es el corcel fiel de Odín, que lo transporta entre los mundos durante sus viajes. Sus ocho patas simbolizan su velocidad sobrenatural y su capacidad para moverse entre dimensiones.",
  "collectible_card_sleipnir_title": "Sleipnir el Caballo de Ocho Patas",
  "collectible_card_svadilfari_description": "El caballo mágico y excepcionalmente fuerte del gigante constructor Hrimthurs. Su nombre significa 'viajero desafortunado'. La velocidad y la fuerza de Svadilfari eran tales que permitieron a su amo construir el muro de Asgard a una velocidad prodigiosa, amenazando con hacer que el gigante ganara la apuesta. Para sabotear la obra, Loki se transformó en una hermosa yegua y atrajo a Svadilfari lejos de su amo, impidiendo así que el muro se completara a tiempo.",
  "collectible_card_svadilfari_title": "Svadilfari el Caballo",
  "collectible_card_thor_description": "El dios del trueno, hijo de Odín y Jörd (la Tierra). Protector devoto de Asgard y de los humanos (Midgard), es conocido por su fuerza prodigiosa y su valentía inquebrantable. Armado con su martillo Mjöllnir, que siempre regresa a su mano, su cinturón Megingjord que multiplica su fuerza por diez, y sus guantes de hierro Járngreipr, lucha incansablemente contra los gigantes y monstruos que amenazan el orden cósmico.",
  "collectible_card_thor_title": "Thor el Protector",
  "collectible_card_thrym_description": "El formidable rey de los gigantes de escarcha (Jötun) que se atrevió a robar el martillo de Thor, Mjöllnir. A cambio de su devolución, exigió la mano de la diosa Freyja. Para recuperar su arma, Thor se disfrazó de Freyja, acompañado de Loki como sirviente. El engaño funcionó, y una vez el martillo estuvo en su poder, Thor mató a Thrym y a toda su corte, restaurando el honor de los dioses.",
  "collectible_card_thrym_title": "Thrym el Gigante",
  "collectible_card_tyr_description": "El dios de la guerra, la ley y la justicia. De valor ejemplar, fue el único dios que se atrevió a acercarse al lobo Fenrir cuando se volvió demasiado grande y amenazante. Para demostrarle al lobo que no querían atraparlo con la cadena mágica Gleipnir, Týr colocó su mano derecha en la boca de la bestia. Cuando Fenrir se dio cuenta de que estaba encadenado, le arrancó la mano. Este sacrificio neutralizó al lobo hasta el Ragnarök.",
  "collectible_card_tyr_title": "Týr el Sacrificado",
  "collectible_card_yggdrasil_description": "El Árbol del Mundo, un inmenso y eterno fresno que se encuentra en el centro del cosmos nórdico. Sus ramas se extienden sobre los nueve mundos y su tronco los conecta. Tres raíces principales lo sostienen, cada una sumergida en un manantial: el manantial de Urd en Asgard, el manantial de Mimir en la tierra de los gigantes y Hvergelmir en Niflheim. Yggdrasil es atacado constantemente por diversas criaturas, como el dragón Nidhogg que roe sus raíces, pero siempre sobrevive, simbolizando la resistencia de la vida.",
  "collectible_card_yggdrasil_title": "Yggdrasil",
  "collectible_card_ymir_description": "El primer ser vivo, un gigante primordial nacido del encuentro del fuego de Muspelheim y el hielo de Niflheim en el vacío de Ginnungagap. De su sudor nacieron los primeros gigantes. Fue alimentado por la vaca cósmica Audhumla. Finalmente, fue asesinado por los dioses Odín y sus hermanos, Vili y Vé. De su cuerpo crearon el mundo: su carne se convirtió en la tierra, su sangre en los océanos, sus huesos en las montañas y su cráneo en la bóveda celeste.",
  "collectible_card_ymir_title": "Ymir el Gigante Primordial",
  "confirm": "Confirmar",
  "deity_astrid_description": "Lees el futuro en las estrellas y las runas. Los reyes y jarls buscan tu consejo, pues ves los hilos del destino que otros ignoran.",
  "deity_astrid_title": "La Visionaria Estelar",
  "deity_audhumla_description": "Eres la fuente de toda vida, alimentando el mundo con tu esencia. Como Audhumla, eres paciente y generosa: un pilar de la creación.",
  "deity_audhumla_title": "La Vaca Cósmica",
  "deity_baldr_description": "Puro y amado por todos, encarnas la luz y la belleza. Como Baldr, tu presencia trae alegría y armonía, aunque sigues siendo vulnerable a las fuerzas oscuras.",
  "deity_baldr_title": "El Dios Brillante",
  "deity_bjorn_description": "Tu fuerza es legendaria, tan implacable como una avalancha. Proteges a tu clan con ferocidad silenciosa, y tu lealtad es la roca sobre la que tus aliados construyen su confianza.",
  "deity_bjorn_title": "El Oso de Hielo",
  "deity_bragi_description": "Maestro de las palabras y la música, inspiras y conmueves los corazones. Como Bragi, usas el arte para contar historias y celebrar la vida.",
  "deity_bragi_title": "El Poeta Divino",
  "deity_fenrir_description": "Poderoso e indomable, representas la fuerza bruta y la libertad. Como Fenrir, eres una fuerza de la naturaleza imposible de contener.",
  "deity_fenrir_title": "El Lobo Desencadenado",
  "deity_freydis_description": "Eres una skjaldmö, una doncella escudo cuyo coraje inspira canciones. Nunca retrocedes y trazas tu propio camino con determinación de hierro.",
  "deity_freydis_title": "El Hacha Intrépida",
  "deity_freyja_description": "Apasionada e intuitiva, sigues tu corazón. Como Freyja, traes belleza y amor al mundo.",
  "deity_freyja_title": "La Dama del Amor",
  "deity_frigg_description": "Sabia y compasiva, cuidas a tus seres queridos. Como Frigg, prevés y evitas el peligro.",
  "deity_frigg_title": "La Protectora",
  "deity_heimdall_description": "Vigilante y perceptivo, eres el protector de los reinos. Como Heimdall, posees sentidos agudos y lealtad inquebrantable.",
  "deity_heimdall_title": "El Guardián del Puente",
  "deity_hel_description": "Justa e imparcial, gobiernas sobre el reino de los muertos. Como Hel, aceptas la dualidad de la vida y la muerte y tratas a todos con equidad.",
  "deity_hel_title": "La Soberana de los Muertos",
  "deity_hrimthurs_description": "Imponente y antiguo, eres una fuerza primordial de la naturaleza. Como Hrimthurs, eres resistente e inquebrantable, símbolo del poder elemental.",
  "deity_hrimthurs_title": "El Gigante de Escarcha",
  "deity_idunn_description": "Fuente de juventud y vitalidad, mantienes el equilibrio de la vida. Como Idunn, eres amable y generosa, trayendo renovación y frescura.",
  "deity_idunn_title": "La Guardiana de las Manzanas",
  "deity_ingrid_description": "Gobiernas con sabiduría y justicia. Tu gente te sigue no por miedo, sino por respeto y amor, pues encarnas el honor y el liderazgo.",
  "deity_ingrid_title": "La Jarl de Noble Corazón",
  "deity_jormungandr_description": "Inmensa y misteriosa, rodeas el mundo: una fuerza imparable. Como Jörmungandr, eres poderosa y silenciosa, guardiana de las profundidades.",
  "deity_jormungandr_title": "La Serpiente del Mundo",
  "deity_loki_description": "Creativo e impredecible, encuentras soluciones únicas. Como Loki, desafías el orden establecido.",
  "deity_loki_title": "El Cambiaformas",
  "deity_njord_description": "Tranquilo y generoso, gobiernas los océanos y traes prosperidad. Como Njord, eres apacible pero poderoso e impredecible.",
  "deity_njord_title": "El Dios de los Mares y los Vientos",
  "deity_odin_description": "Sabio y astuto, buscas el conocimiento por encima de todo. Como Odín, estás dispuesto a sacrificarte para comprender los misterios del mundo.",
  "deity_odin_title": "El Padre de Todos",
  "deity_ragnar_description": "Tu mente es tan afilada como tu hacha. Sobresales en estrategia y engaño, usando la inteligencia como tu mejor arma para superar a tus enemigos.",
  "deity_ragnar_title": "El Cuervo Astuto",
  "deity_selection_screen_choose_button": "Elegir",
  "deity_selection_screen_title": "Elegir una deidad",
  "deity_sif_description": "Bella y fértil, simbolizas la abundancia y la cosecha. Como Sif, traes vida y prosperidad a quienes te rodean.",
  "deity_sif_title": "La Diosa del Cabello Dorado",
  "deity_skadi_description": "Independiente y salvaje, eres la señora de las montañas y los inviernos. Como Skadi, eres resiliente e indomable, encarnando la fuerza de la naturaleza.",
  "deity_skadi_title": "La Diosa Cazadora",
  "deity_sleipnir_description": "Rápido y leal, eres el más noble de los corceles, capaz de atravesar los mundos. Como Sleipnir, eres un compañero fiel y un guía seguro.",
  "deity_sleipnir_title": "El Caballo de Ocho Patas",
  "deity_svadilfari_description": "Poderoso e incansable, logras grandes hazañas de construcción. Como Svadilfari, eres un creador trabajador de lo imposible.",
  "deity_svadilfari_title": "El Caballo Constructor",
  "deity_sven_description": "El horizonte es tu único hogar verdadero. Has navegado por aguas desconocidas y enfrentado tormentas monstruosas, con el alma ardiendo por descubrir lo que hay más allá del mapa.",
  "deity_sven_title": "El Explorador del Mar",
  "deity_thor_description": "Fuerte y valiente, proteges a quienes te rodean. Como Thor, enfrentas los desafíos con determinación.",
  "deity_thor_title": "El Tronador",
  "deity_thrym_description": "Poderoso y exigente, eres un adversario formidable. Como Thrym, eres una fuerza que no debe subestimarse, capaz de desafiar incluso a los dioses.",
  "deity_thrym_title": "El Rey de los Gigantes",
  "deity_tyr_description": "Honorable y justo, defiendes la justicia. Como Týr, te sacrificas por lo correcto, incluso a gran costo.",
  "deity_tyr_title": "El Justo",
  "deity_ymir_description": "Antiguo y colosal, eres el origen de toda existencia. Como Ymir, eres una fuerza fundamental: un pilar del mundo, vasto y silencioso.",
  "deity_ymir_title": "El Gigante Primordial",
  "games_menu_andvari_loot": "El Botín de Andvari",
  "games_menu_asgard_wall": "Muro de Asgard",
  "games_menu_midgard_serpent": "La Serpiente de Midgard",
  "games_menu_mini_games": "Mini Juegos",
  "games_menu_norse_quiz": "Norse Quiz",
  "games_menu_odin_eye": "El Ojo de Odín",
  "games_menu_puzzle": "Runas Dispersas",
  "games_menu_quiz": "Mi Deidad Guardiana",
  "games_menu_reorder_history": "Reordenar la Historia",
  "games_menu_scattered_runes": "Runas Dispersas",
  "games_menu_territory_conquest": "Conquista de Territorios",
  "games_menu_visual_novel": "La vida de Loki",
  "level": "Nivel",
  "main_screen_guardian_deity": "Mi Deidad Guardiana",
  "main_screen_play": "Jugar",
  "main_screen_profile": "Perfil",
  "main_screen_rewards": "Mis Recompensas",
  "main_screen_settings": "Ajustes",
  "main_screen_title": "Oráculo de Asgard",
  "main_screen_trophies": "Trofeos",
  "minesweeper_game_over": "¡BOOM! Has tocado una mina.",
  "minesweeper_preliminary_screen_help_text": "El tesoro maldito del enano Andvari está oculto. ¡Limpia las casillas y encuentra las monedas de oro sin activar trampas!",
  "minesweeper_preliminary_screen_start_button": "Comenzar la Búsqueda del Tesoro",
  "minesweeper_rule_1": "El objetivo es encontrar todos los tesoros sin activar ninguna mina.",
  "minesweeper_rule_2": "Toca una casilla para revelarla. Si hay una mina, pierdes.",
  "minesweeper_rule_3": "Si la casilla revelada contiene una runa, indica el número de minas o tesoros adyacentes.",
  "minesweeper_rule_4": "Las runas rojas indican minas adyacentes; las amarillas, tesoros cercanos.",
  "minesweeper_rule_5": "Mantén pulsada una casilla para colocar o quitar una bandera que marque una posible mina.",
  "minesweeper_rule_6": "¡Encuentra todos los tesoros para ganar el juego!",
  "minesweeper_rune_legend": "Leyenda de Runas:",
  "minesweeper_title": "El Botín de Andvari",
  "minesweeper_treasures_found": "Tesoros encontrados: {found} / {total}",
  "myth_story_page_ad_display_failed": "Error al mostrar el anuncio. Inténtalo de nuevo.",
  "myth_story_page_ad_loading_failed": "Error al cargar el anuncio. Inténtalo de nuevo.",
  "myth_story_page_chapter_locked": "Capítulo bloqueado",
  "myth_story_page_chapter_unlocked_success": "¡Capítulo desbloqueado con éxito!",
  "myth_story_page_close_button": "Cerrar",
  "myth_story_page_error_prefix": "Error",
  "myth_story_page_font_size_title": "Tamaño de fuente",
  "myth_story_page_sample_text": "Texto de muestra",
  "myth_story_page_unlock_chapter": "Desbloquear capítulo",
  "myth_story_page_unlock_with_ad": "Desbloquear con anuncio",
  "norse_quiz_preliminary_screen_help_text": "Responde 10 preguntas sobre mitología nórdica. ¡Obtén al menos 8 respuestas correctas para ganar monedas!",
  "norse_quiz_preliminary_screen_start_button": "Comenzar Quiz",
  "norse_quiz_q1": "¿Quién es el dios principal de la mitología nórdica?",
  "norse_quiz_q10": "¿Cómo se llama el lobo gigante destinado a matar a Odín?",
  "norse_quiz_q10_a1": "Garm",
  "norse_quiz_q10_a2": "Fenrir",
  "norse_quiz_q11": "¿Quién es la diosa del amor y la fertilidad?",
  "norse_quiz_q11_a1": "Frigg",
  "norse_quiz_q11_a2": "Freyja",
  "norse_quiz_q11_a3": "Hel",
  "norse_quiz_q12": "¿Qué pueblo es a menudo enemigo de los dioses?",
  "norse_quiz_q12_a1": "Los elfos",
  "norse_quiz_q12_a2": "Los gigantes",
  "norse_quiz_q12_a3": "Los enanos",
  "norse_quiz_q12_a4": "Váli",
  "norse_quiz_q13": "¿Cuál es el reino de los muertos gobernado por Hel?",
  "norse_quiz_q13_a1": "Niflheim",
  "norse_quiz_q13_a2": "Helheim",
  "norse_quiz_q13_a3": "Muspellheim",
  "norse_quiz_q14": "¿Quién guarda el puente arcoíris Bifröst?",
  "norse_quiz_q14_a1": "Tyr",
  "norse_quiz_q14_a2": "Heimdall",
  "norse_quiz_q14_a3": "Baldr",
  "norse_quiz_q15": "¿Cómo se llama la serpiente del mundo?",
  "norse_quiz_q15_a1": "Fenrir",
  "norse_quiz_q15_a2": "Jörmungandr",
  "norse_quiz_q15_a3": "Nidhogg",
  "norse_quiz_q15_a4": "Valhalla",
  "norse_quiz_q16": "¿Cuál es el caballo de ocho patas de Odín?",
  "norse_quiz_q16_a1": "Sleipnir",
  "norse_quiz_q16_a2": "Hrimfaxi",
  "norse_quiz_q16_a3": "Skinfaxi",
  "norse_quiz_q17": "¿Quién es el amado hijo de Odín, dios de la luz?",
  "norse_quiz_q17_a1": "Thor",
  "norse_quiz_q17_a2": "Baldr",
  "norse_quiz_q18": "¿Qué raza forja las armas de los dioses?",
  "norse_quiz_q18_a1": "Los elfos",
  "norse_quiz_q18_a2": "Los enanos",
  "norse_quiz_q19": "¿Cómo se llama el fin del mundo nórdico?",
  "norse_quiz_q19_a1": "Ragnarök",
  "norse_quiz_q19_a2": "Valhalla",
  "norse_quiz_q19_a3": "Fimbulvetr",
  "norse_quiz_q1_a1": "Thor",
  "norse_quiz_q1_a2": "Odin",
  "norse_quiz_q1_a3": "Loki",
  "norse_quiz_q1_a4": "Freyr",
  "norse_quiz_q2": "¿Qué dios maneja el martillo Mjöllnir?",
  "norse_quiz_q20": "¿Adónde van los guerreros muertos en combate?",
  "norse_quiz_q20_a1": "Helheim",
  "norse_quiz_q20_a2": "Valhalla",
  "norse_quiz_q20_a3": "Alfheim",
  "norse_quiz_q21": "¿Quién es la esposa de Odín?",
  "norse_quiz_q21_a1": "Freyja",
  "norse_quiz_q21_a2": "Frigg",
  "norse_quiz_q21_a3": "Sif",
  "norse_quiz_q22": "¿Qué dios perdió una mano al encadenar a Fenrir?",
  "norse_quiz_q22_a1": "Tyr",
  "norse_quiz_q22_a2": "Thor",
  "norse_quiz_q22_a3": "Odin",
  "norse_quiz_q23": "¿Cómo se llama el reino del fuego?",
  "norse_quiz_q23_a1": "Muspellheim",
  "norse_quiz_q23_a2": "Niflheim",
  "norse_quiz_q23_a3": "Svartalfheim",
  "norse_quiz_q24": "¿Quién es la diosa de los muertos?",
  "norse_quiz_q24_a1": "Hel",
  "norse_quiz_q24_a2": "Skadi",
  "norse_quiz_q24_a3": "Idunn",
  "norse_quiz_q25": "¿Qué gigante provoca el Ragnarök?",
  "norse_quiz_q25_a1": "Ymir",
  "norse_quiz_q25_a2": "Surtr",
  "norse_quiz_q25_a3": "Thrym",
  "norse_quiz_q26": "¿Qué objeto hace inmortales a los dioses?",
  "norse_quiz_q26_a1": "La hidromiel sagrada",
  "norse_quiz_q26_a2": "Las manzanas de Idunn",
  "norse_quiz_q26_a3": "El agua de Mimir",
  "norse_quiz_q27": "¿Quién es el padre de Loki?",
  "norse_quiz_q27_a1": "Odin",
  "norse_quiz_q27_a2": "Laufey o Farbauti",
  "norse_quiz_q27_a3": "Ymir",
  "norse_quiz_q28": "¿Cuál es el mundo de los elfos luminosos?",
  "norse_quiz_q28_a1": "Alfheim",
  "norse_quiz_q28_a2": "Vanaheim",
  "norse_quiz_q28_a3": "Asgard",
  "norse_quiz_q29": "¿Quién es la diosa asociada al invierno y las montañas?",
  "norse_quiz_q29_a1": "Hel",
  "norse_quiz_q29_a2": "Skadi",
  "norse_quiz_q29_a3": "Sif",
  "norse_quiz_q2_a1": "Tyr",
  "norse_quiz_q2_a2": "Thor",
  "norse_quiz_q2_a3": "Odin",
  "norse_quiz_q3": "¿Cómo se llama el reino de los dioses Ases?",
  "norse_quiz_q30": "¿Quién mata a Baldr?",
  "norse_quiz_q30_a1": "Loki",
  "norse_quiz_q30_a2": "Höd (manipulado por Loki)",
  "norse_quiz_q31": "¿Qué gigante está en el origen del mundo?",
  "norse_quiz_q31_a1": "Ymir",
  "norse_quiz_q31_a2": "Surtr",
  "norse_quiz_q31_a3": "Thrym",
  "norse_quiz_q32": "¿Cuántos mundos hay en la cosmología nórdica?",
  "norse_quiz_q32_a1": "7",
  "norse_quiz_q32_a2": "9",
  "norse_quiz_q32_a3": "12",
  "norse_quiz_q33": "¿Cuál es el reino de los Vanes?",
  "norse_quiz_q33_a1": "Vanaheim",
  "norse_quiz_q33_a2": "Jotunheim",
  "norse_quiz_q33_a3": "Niflheim",
  "norse_quiz_q34": "¿Quién es Freyr?",
  "norse_quiz_q34_a1": "Un Ase",
  "norse_quiz_q34_a2": "Un Vane asociado a la fertilidad",
  "norse_quiz_q35": "¿Qué monstruo enfrenta Thor durante el Ragnarök?",
  "norse_quiz_q35_a1": "Fenrir",
  "norse_quiz_q35_a2": "Jörmungandr",
  "norse_quiz_q36": "¿Cuál es el papel de las Valquirias?",
  "norse_quiz_q36_a1": "Proteger Asgard",
  "norse_quiz_q36_a2": "Elegir a los guerreros muertos",
  "norse_quiz_q37": "¿Quién es el padre de Thor?",
  "norse_quiz_q37_a1": "Tyr",
  "norse_quiz_q37_a2": "Odin",
  "norse_quiz_q38": "¿Quién es la diosa guardiana de las manzanas de la juventud?",
  "norse_quiz_q38_a1": "Idunn",
  "norse_quiz_q38_a2": "Sif",
  "norse_quiz_q38_a3": "Freyja",
  "norse_quiz_q39": "¿Cuál es el reino de los gigantes?",
  "norse_quiz_q39_a1": "Jotunheim",
  "norse_quiz_q39_a2": "Muspellheim",
  "norse_quiz_q39_a3": "Svartalfheim",
  "norse_quiz_q3_a1": "Midgard",
  "norse_quiz_q3_a2": "Asgard",
  "norse_quiz_q3_a3": "Jotunheim",
  "norse_quiz_q4": "¿Quién es el dios de la astucia y el engaño?",
  "norse_quiz_q40": "¿Quién sobrevive al Ragnarök para repoblar el mundo?",
  "norse_quiz_q40_a1": "Odin",
  "norse_quiz_q40_a2": "Lif y Lifthrasir",
  "norse_quiz_q41": "¿Qué animal roe las raíces de Yggdrasil?",
  "norse_quiz_q41_a1": "Fenrir",
  "norse_quiz_q41_a2": "Nidhogg",
  "norse_quiz_q41_a3": "Garm",
  "norse_quiz_q42": "¿Qué dios está asociado al derecho y la justicia?",
  "norse_quiz_q42_a1": "Tyr",
  "norse_quiz_q42_a2": "Heimdall",
  "norse_quiz_q42_a3": "Bragi",
  "norse_quiz_q43": "¿Cuál es el nombre del pozo de sabiduría de Odín?",
  "norse_quiz_q43_a1": "Hvergelmir",
  "norse_quiz_q43_a2": "Pozo de Mimir",
  "norse_quiz_q43_a3": "Urðarbrunnr",
  "norse_quiz_q44": "¿Qué precio paga Odín por la sabiduría?",
  "norse_quiz_q44_a1": "Su brazo",
  "norse_quiz_q44_a2": "Un ojo",
  "norse_quiz_q44_a3": "Su voz",
  "norse_quiz_q45": "¿Quiénes son las Nornas principales?",
  "norse_quiz_q45_a1": "Skuld, Hel, Idunn",
  "norse_quiz_q45_a2": "Urd, Verdandi, Skuld",
  "norse_quiz_q46": "¿Qué dios muere frente a Fenrir?",
  "norse_quiz_q46_a1": "Tyr",
  "norse_quiz_q46_a2": "Odin",
  "norse_quiz_q47": "¿Cuál es el papel de Heimdall durante el Ragnarök?",
  "norse_quiz_q47_a1": "Combatir a Loki",
  "norse_quiz_q47_a2": "Tocar el Gjallarhorn",
  "norse_quiz_q48": "¿Quién mata a Loki durante el Ragnarök?",
  "norse_quiz_q48_a1": "Heimdall",
  "norse_quiz_q48_a2": "Se matan mutuamente",
  "norse_quiz_q49": "¿Qué mundo está asociado al frío y la niebla?",
  "norse_quiz_q49_a1": "Niflheim",
  "norse_quiz_q49_a2": "Helheim",
  "norse_quiz_q49_a3": "Svartalfheim",
  "norse_quiz_q4_a1": "Loki",
  "norse_quiz_q4_a2": "Baldur",
  "norse_quiz_q4_a3": "Heimdall",
  "norse_quiz_q4_a4": "Freyr",
  "norse_quiz_q5": "¿Qué animal acompaña a menudo a Odín?",
  "norse_quiz_q50": "¿Cuál es el nombre del barco de los muertos?",
  "norse_quiz_q50_a1": "Skidbladnir",
  "norse_quiz_q50_a2": "Naglfar",
  "norse_quiz_q51": "¿Quién es el padre de Ymir?",
  "norse_quiz_q51_a1": "Ninguno, nace del caos helado y el fuego",
  "norse_quiz_q51_a2": "Odin",
  "norse_quiz_q51_a3": "Surtr",
  "norse_quiz_q52": "¿Qué dios es el poeta de los dioses?",
  "norse_quiz_q52_a1": "Bragi",
  "norse_quiz_q52_a2": "Baldr",
  "norse_quiz_q52_a3": "Ullr",
  "norse_quiz_q53": "¿Qué diosa llora lágrimas de oro?",
  "norse_quiz_q53_a1": "Frigg",
  "norse_quiz_q53_a2": "Freyja",
  "norse_quiz_q54": "¿Qué animal persigue al sol?",
  "norse_quiz_q54_a1": "Fenrir",
  "norse_quiz_q54_a2": "Skoll",
  "norse_quiz_q55": "¿Quién es el gemelo de Skoll?",
  "norse_quiz_q55_a1": "Garm",
  "norse_quiz_q55_a2": "Hati",
  "norse_quiz_q56": "¿Qué mundo alberga a los enanos?",
  "norse_quiz_q56_a1": "Svartalfheim",
  "norse_quiz_q56_a2": "Nidavellir",
  "norse_quiz_q56_a3": "Ambas respuestas son correctas",
  "norse_quiz_q57": "¿Quién mata a Surtr?",
  "norse_quiz_q57_a1": "Odin",
  "norse_quiz_q57_a2": "Nadie, destruye el mundo y desaparece",
  "norse_quiz_q58": "¿Qué dios maneja la espada mágica Skidbladnir?",
  "norse_quiz_q58_a1": "Freyr",
  "norse_quiz_q58_a2": "Thor",
  "norse_quiz_q58_a3": "Tyr",
  "norse_quiz_q59": "¿Cuál es el destino final de Thor después del Ragnarök?",
  "norse_quiz_q59_a1": "Sobrevive",
  "norse_quiz_q59_a2": "Muere del veneno de Jörmungandr",
  "norse_quiz_q5_a1": "Un lobo",
  "norse_quiz_q5_a2": "Un cuervo",
  "norse_quiz_q5_a3": "Un caballo",
  "norse_quiz_q5_a4": "Las respuestas A y B",
  "norse_quiz_q6": "¿Cómo se llaman los dos cuervos de Odín?",
  "norse_quiz_q60": "¿Qué dios silencioso sobrevivirá al Ragnarök?",
  "norse_quiz_q60_a1": "Vidar",
  "norse_quiz_q60_a2": "Baldr",
  "norse_quiz_q60_a3": "Bragi",
  "norse_quiz_q6_a1": "Skoll y Hati",
  "norse_quiz_q6_a2": "Huginn y Muninn",
  "norse_quiz_q6_a3": "Fenrir y Jörmungandr",
  "norse_quiz_q6_a4": "Vidar",
  "norse_quiz_q7": "¿Cuál es el mundo de los humanos?",
  "norse_quiz_q7_a1": "Hel",
  "norse_quiz_q7_a2": "Alfheim",
  "norse_quiz_q7_a3": "Midgard",
  "norse_quiz_q8": "¿Qué árbol conecta los nueve mundos?",
  "norse_quiz_q8_a1": "Yggdrasil",
  "norse_quiz_q8_a2": "Irminsul",
  "norse_quiz_q8_a3": "Ask",
  "norse_quiz_q9": "¿Quién es el dios del trueno?",
  "norse_quiz_q9_a1": "Thor",
  "norse_quiz_q9_a2": "Tyr",
  "norse_quiz_q9_a3": "Heimdall",
  "norse_quiz_q9_a4": "Fenrir",
  "norse_quiz_result_screen_coins_won": "¡Ganaste {coins} monedas!",
  "norse_quiz_result_screen_correct_answers": "{score} respuestas correctas",
  "norse_quiz_result_screen_level_up": "¡Subiste de nivel! Nuevo nivel: {level}",
  "norse_quiz_result_screen_no_coins": "No ganaste monedas esta vez. ¡Sigue intentando!",
  "norse_quiz_result_screen_score": "Tu puntuación: {score}/10",
  "norse_quiz_result_screen_title": "Resultados del Quiz",
  "norse_quiz_title": "Norse Quiz",
  "norse_riddle_asgard_clue_1": "Soy la fortaleza de los dioses Æsir.",
  "norse_riddle_asgard_clue_2": "Mis muros fueron construidos por un gigante y su caballo.",
  "norse_riddle_asgard_clue_3": "El puente arcoíris conduce a mis puertas.",
  "norse_riddle_bifrost_clue_1": "Soy un puente de fuego custodiado por un dios vigilante.",
  "norse_riddle_bifrost_clue_2": "Mis tres colores conectan el mundo de los hombres con el de los dioses.",
  "norse_riddle_bifrost_clue_3": "Me romperé bajo el peso de los gigantes al final de los tiempos.",
  "norse_riddle_fenrir_clue_1": "Mi mandíbula, al abrirse, toca el cielo y la tierra.",
  "norse_riddle_fenrir_clue_2": "Los dioses me ataron con engaños usando una cinta de seda.",
  "norse_riddle_fenrir_clue_3": "Devoraré a Odín durante la batalla final.",
  "norse_riddle_freya_clue_1": "Lloro lágrimas de oro por mi esposo perdido.",
  "norse_riddle_freya_clue_2": "Gobierno sobre Fólkvangr y recibo a la mitad de los guerreros caídos.",
  "norse_riddle_freya_clue_3": "Mi collar, Brísingamen, es el más hermoso de los tesoros.",
  "norse_riddle_frigg_clue_1": "Conozco el destino de todos, pero guardo silencio.",
  "norse_riddle_frigg_clue_2": "Soy la esposa de Odín y la reina de Asgard.",
  "norse_riddle_frigg_clue_3": "Lloré por la muerte de mi hijo resplandeciente.",
  "norse_riddle_gjallarhorn_clue_1": "Mi sonido puede oírse en todos los mundos.",
  "norse_riddle_gjallarhorn_clue_2": "Soy el cuerno de advertencia del guardián de Bifröst.",
  "norse_riddle_gjallarhorn_clue_3": "Anunciaré el comienzo de la batalla final.",
  "norse_riddle_gungnir_clue_1": "Soy la lanza que nunca falla su objetivo.",
  "norse_riddle_gungnir_clue_2": "Mi dueño se colgó de un árbol con mi punta en su costado.",
  "norse_riddle_gungnir_clue_3": "Un juramento hecho sobre mi punta es irrompible.",
  "norse_riddle_huginn_clue_1": "Cada mañana me marcho, solo para regresar al anochecer.",
  "norse_riddle_huginn_clue_2": "Soy el Pensamiento, volando para el Padre de Todo.",
  "norse_riddle_huginn_clue_3": "Mi hermano es la Memoria.",
  "norse_riddle_hvergelmir_clue_1": "Soy la fuente de todos los ríos, en el corazón de Niflheim.",
  "norse_riddle_hvergelmir_clue_2": "Mi caldero hierve, y mis aguas congelan todo a su paso.",
  "norse_riddle_hvergelmir_clue_3": "De mí nacen los once ríos de Élivágar.",
  "norse_riddle_jormungandr_clue_1": "Soy tan grande que rodeo el mundo de los hombres.",
  "norse_riddle_jormungandr_clue_2": "Soy la Serpiente de Midgard, hijo de Loki.",
  "norse_riddle_jormungandr_clue_3": "Mi enemigo jurado es el dios del trueno.",
  "norse_riddle_jotunheim_clue_1": "Soy el reino de los gigantes, más allá de Midgard.",
  "norse_riddle_jotunheim_clue_2": "Mis montañas son frías y mis habitantes formidables.",
  "norse_riddle_jotunheim_clue_3": "Aquí es donde Thor suele venir buscando una pelea.",
  "norse_riddle_loki_clue_1": "Soy el padre de los monstruos y el maestro del engaño.",
  "norse_riddle_loki_clue_2": "Mi sangre fue mezclada con la de Odín.",
  "norse_riddle_loki_clue_3": "Cambio de forma como cambio de pensamiento.",
  "norse_riddle_midgard_clue_1": "Soy el reino de los mortales.",
  "norse_riddle_midgard_clue_2": "Una serpiente gigante rodea mis costas.",
  "norse_riddle_midgard_clue_3": "Soy protegido por el hijo de Odín que empuña un martillo.",
  "norse_riddle_mjolnir_clue_1": "Siempre regreso a la mano de mi amo.",
  "norse_riddle_mjolnir_clue_2": "Mi vuelo por el cielo es el sonido del trueno.",
  "norse_riddle_mjolnir_clue_3": "Soy el aplastador, el terror de los gigantes.",
  "norse_riddle_nidavellir_clue_1": "Mis forjas resuenan con el sonido de los martillos.",
  "norse_riddle_nidavellir_clue_2": "Soy el reino subterráneo de los maestros artesanos.",
  "norse_riddle_nidavellir_clue_3": "Aquí nacen los mayores tesoros de los dioses.",
  "norse_riddle_nidavellir_clue_4": "Mis habitantes huyen de la luz del sol.",
  "norse_riddle_odin_clue_1": "Intercambié un ojo por sabiduría.",
  "norse_riddle_odin_clue_2": "Mis dos cuervos recorren el mundo para traerme noticias.",
  "norse_riddle_odin_clue_3": "Soy el Padre de Todo, gobernando desde Asgard.",
  "norse_riddle_ragnarok_clue_1": "Soy el crepúsculo de los dioses.",
  "norse_riddle_ragnarok_clue_2": "El sol se volverá negro y la tierra se hundirá en el mar.",
  "norse_riddle_ragnarok_clue_3": "Soy un final, pero también un nuevo comienzo.",
  "norse_riddle_thor_clue_1": "Mi carro es tirado por cabras.",
  "norse_riddle_thor_clue_2": "Soy el protector de Midgard y el hijo de Odín.",
  "norse_riddle_thor_clue_3": "El trueno retumba cuando lanzo mi martillo.",
  "norse_riddle_tyr_clue_1": "Sacrifiqué mi mano para encadenar a un lobo.",
  "norse_riddle_tyr_clue_2": "Soy el dios manco de la justicia y la guerra heroica.",
  "norse_riddle_tyr_clue_3": "Mi nombre es sinónimo de valor.",
  "norse_riddle_valhalla_clue_1": "Mi techo está cubierto con escudos dorados.",
  "norse_riddle_valhalla_clue_2": "Aquí, los guerreros de élite banquetean y combaten cada día.",
  "norse_riddle_valhalla_clue_3": "Soy el gran salón de Odín para los muertos dignos.",
  "norse_riddle_valkyries_clue_1": "Cabalgamos por los cielos, eligiendo a los caídos en batalla.",
  "norse_riddle_valkyries_clue_2": "Servimos a Odín, llevando héroes a Valhalla.",
  "norse_riddle_valkyries_clue_3": "Nuestros nombres resuenan en los campos de batalla.",
  "norse_riddle_yggdrasil_clue_1": "Mis raíces conectan tres mundos.",
  "norse_riddle_yggdrasil_clue_2": "Soy el Árbol del Mundo, un fresno eterno.",
  "norse_riddle_yggdrasil_clue_3": "Un águila, una ardilla y un dragón viven en mí.",
  "order_the_scrolls_help_dialog_rule_1": "Coloca las cartas en orden cronológico según la mitología nórdica.",
  "order_the_scrolls_help_dialog_rule_2": "Arrastra una carta sobre otra para intercambiarlas.",
  "order_the_scrolls_help_dialog_rule_3": "El icono ⭲ indica una carta movible.",
  "order_the_scrolls_help_dialog_rule_4": "Ordénalas de la primera a la última etapa.",
  "order_the_scrolls_help_dialog_rule_5": "Haz clic en \"Validar Orden\" para comprobar.",
  "order_the_scrolls_help_dialog_rule_6": "Las cartas correctas aparecerán con un borde verde ✅.",
  "order_the_scrolls_preliminary_screen_help_text": "Coloca las cartas mitológicas en orden cronológico y reconstruye la historia legendaria de los dioses nórdicos.",
  "order_the_scrolls_preliminary_screen_start_button": "Comenzar",
  "order_the_scrolls_screen_incorrect_order": "❌ Lo siento, el orden es incorrecto.",
  "order_the_scrolls_screen_validate_order": "Validar Orden",
  "order_the_scrolls_title": "Reordenar la Historia",
  "profile_screen_ad_failed": "Error al mostrar el anuncio. Inténtalo de nuevo.",
  "profile_screen_ad_label": "(anuncio)",
  "profile_screen_all_cards_unlocked": "¡Todas las cartas coleccionables {version} desbloqueadas!",
  "profile_screen_all_cards_unlocked_content": "Ya has desbloqueado todas las cartas disponibles.",
  "profile_screen_all_cards_unlocked_title": "¡Todas las cartas desbloqueadas!",
  "profile_screen_all_stories_unlocked": "¡Todas las historias han sido desbloqueadas!",
  "profile_screen_all_stories_unlocked_content": "Ya has desbloqueado todas las historias disponibles.",
  "profile_screen_all_stories_unlocked_title": "¡Todas las historias desbloqueadas!",
  "profile_screen_ambient_music": "Música Ambiental",
  "profile_screen_asgard_wall_podium": "Podio del Muro de Asgard",
  "profile_screen_cache_clear_failed": "Error al borrar el caché",
  "profile_screen_cache_cleared_success": "¡Caché borrado con éxito!",
  "profile_screen_change_name": "Cambiar Nombre",
  "profile_screen_chapter_unlocked": "¡Capítulo desbloqueado con éxito!",
  "profile_screen_collectible_cards": "Cartas Coleccionables",
  "profile_screen_database_clear_failed": "Error al borrar y reconstruir la base de datos",
  "profile_screen_database_cleared_success": "¡Base de datos borrada y reconstruida con éxito!",
  "profile_screen_error_prefix": "Error",
  "profile_screen_game_scores": "Puntuaciones del Juego",
  "profile_screen_language": "Idioma",
  "profile_screen_language_english": "Inglés",
  "profile_screen_language_french": "Francés",
  "profile_screen_language_spanish": "Español",
  "profile_screen_new_name": "Nuevo Nombre",
  "profile_screen_no_asgard_wall_scores": "Aún no hay puntuaciones del Muro de Asgard.",
  "profile_screen_no_collectible_cards": "Aún no se han desbloqueado cartas coleccionables.",
  "profile_screen_no_data_available": "No hay datos disponibles.",
  "profile_screen_no_snake_scores": "Aún no hay puntuaciones de la Serpiente.",
  "profile_screen_no_unlocked_stories": "Aún no se han desbloqueado historias.",
  "profile_screen_ok_button": "OK",
  "profile_screen_quiz_loading_error": "Error al cargar el resultado del cuestionario",
  "profile_screen_save": "Guardar",
  "profile_screen_settings": "Configuración",
  "profile_screen_snake_podium": "Podio de la Serpiente",
  "profile_screen_story_already_unlocked_content": "Ya has desbloqueado todos los capítulos de esta historia.",
  "profile_screen_story_already_unlocked_title": "¡Historia ya desbloqueada!",
  "profile_screen_unlocked_stories": "Historias Desbloqueadas",
  "puzzle_preliminary_screen_help_text": "Ensamblar los fragmentos de runas antiguas para liberar su poder místico.",
  "puzzle_preliminary_screen_start_button": "Comenzar el Rompecabezas",
  "puzzle_screen_rule_1": "Reorganiza las piezas para formar la imagen completa.",
  "puzzle_screen_rule_2": "Desliza las piezas hacia los espacios vacíos.",
  "puzzle_screen_rule_3": "El objetivo es completar la imagen lo más rápido posible.",
  "puzzle_screen_title": "Runas Dispersas",
  "puzzle_title": "Runas Dispersas",
  "qix_game_menu_controls": "⌨️ Controles de Teclado ⌨️\nFlechas para moverse, Espacio para dibujar lentamente.",
  "qix_game_menu_description": "Jörmungandr, la Serpiente del Mundo, ha invadido los reinos sagrados. ¡Dibuja fronteras mágicas para recuperar el 75% del territorio y aprisionar a la bestia!",
  "qix_game_menu_start_button": "⚔️ Comenzar la Conquista",
  "qix_game_menu_title": "Los Nueve Reinos",
  "qix_main_error_prefix": "Error",
  "qix_main_game_not_initialized_error": "Error: Juego no inicializado.",
  "qix_main_screen_defeat_message": "Has sido derrotado. ¡Inténtalo de nuevo!",
  "qix_main_screen_defeat_title": "¡DERROTA!",
  "qix_main_screen_rule_1": "Dibuja líneas para capturar territorios. ¡Evita a los enemigos y sus rastros!",
  "qix_main_screen_rule_2": "Captura más del 75% de la tierra para ganar.",
  "qix_main_screen_rule_3": "Si un enemigo golpea tu línea mientras dibujas, pierdes una vida.",
  "qix_main_screen_rule_4": "Si un enemigo te toca, pierdes una vida.",
  "qix_main_screen_rule_5": "Recoge bonificaciones para obtener ventajas temporales.",
  "qix_main_screen_title": "Conquista de Territorios",
  "qix_preliminary_screen_help_text": "Guía a Odín y dibuja formas para conquistar los territorios de los nueve mundos, pero ¡cuidado con Fenrir al acecho!",
  "qix_preliminary_screen_start_button": "Comenzar",
  "qix_title": "Conquista de Territorios",
  "question_10_answer_1": "Leer la mente",
  "question_10_answer_2": "Volverte invencible",
  "question_10_answer_3": "Viajar entre mundos",
  "question_10_answer_4": "Calmar los corazones",
  "question_10_text": "¿Qué tipo de poder preferirías?",
  "question_11_answer_1": "El mentor misterioso",
  "question_11_answer_2": "El guerrero leal",
  "question_11_answer_3": "El embaucador impredecible",
  "question_11_answer_4": "La figura amable pero formidable",
  "question_11_text": "Si fueras un héroe de cine, serías...",
  "question_12_answer_1": "Resolver un enigma antiguo",
  "question_12_answer_2": "Luchar contra un dragón",
  "question_12_answer_3": "Revertir una situación desesperada",
  "question_12_answer_4": "Reunir a los enemigos alrededor de una mesa",
  "question_12_text": "¿Qué tipo de desafío te atrae más?",
  "question_1_answer_1": "Buscar información antes de actuar",
  "question_1_answer_2": "Lanzarte de cabeza",
  "question_1_answer_3": "Encontrar un enfoque creativo",
  "question_1_answer_4": "Reunir a otros para actuar juntos",
  "question_1_text": "Cuando enfrentas un gran desafío, tu primera reacción es:",
  "question_2_answer_1": "Tu capacidad para comprender situaciones complejas",
  "question_2_answer_2": "Tu determinación frente a los obstáculos",
  "question_2_answer_3": "Tu empatía y conexión con los demás",
  "question_2_answer_4": "Tu inquebrantable sentido moral",
  "question_2_text": "Tu mayor fortaleza es:",
  "question_3_answer_1": "El sabio consejero que escucha",
  "question_3_answer_2": "El líder que toma decisiones",
  "question_3_answer_3": "El que aporta creatividad y novedad",
  "question_3_answer_4": "El mediador que resuelve conflictos",
  "question_3_text": "En un grupo, tú eres a menudo:",
  "question_4_answer_1": "Una fuente de reflexión y sabiduría",
  "question_4_answer_2": "Un campo de desafíos y aventuras",
  "question_4_answer_3": "Inspiración para la creatividad y la pasión",
  "question_4_answer_4": "Un recordatorio del orden natural de las cosas",
  "question_4_text": "Tu relación con la naturaleza es:",
  "question_5_answer_1": "Permanecer en la ignorancia",
  "question_5_answer_2": "Ser cobarde ante el peligro",
  "question_5_answer_3": "Perder tu libertad creativa",
  "question_5_answer_4": "Traicionar tus principios",
  "question_5_text": "Tu mayor temor sería:",
  "question_6_answer_1": "Profundo y reflexivo, basado en la comprensión",
  "question_6_answer_2": "Protector y leal con quienes amas",
  "question_6_answer_3": "Apasionado e intenso",
  "question_6_answer_4": "Justo y respetuoso",
  "question_6_text": "Tu enfoque del amor y las relaciones:",
  "question_7_answer_1": "Líder estratégico",
  "question_7_answer_2": "El que motiva a todos",
  "question_7_answer_3": "El creativo que rompe las reglas",
  "question_7_answer_4": "El que equilibra y calma",
  "question_7_text": "¿Qué papel prefieres en el trabajo en grupo?",
  "question_8_answer_1": "Una biblioteca silenciosa",
  "question_8_answer_2": "Una arena de combate",
  "question_8_answer_3": "Un bosque encantado",
  "question_8_answer_4": "Una sala del trono",
  "question_8_text": "¿Qué entorno te representa mejor?",
  "question_9_answer_1": "Reflexionas y luego actúas con sabiduría",
  "question_9_answer_2": "Proteges a los débiles con fuerza",
  "question_9_answer_3": "Manipulas la situación para darle la vuelta",
  "question_9_answer_4": "Te indignas y buscas la paz",
  "question_9_text": "¿Cómo reaccionas ante la injusticia?",
  "quiz_preliminary_screen_help_text": "Responde a las preguntas de los dioses y descubre qué deidad vela por ti.",
  "quiz_preliminary_screen_start_button": "Comenzar el Cuestionario",
  "quiz_title": "Mi Deidad Guardiana",
  "result_screen_congratulations": "¡Felicidades!",
  "result_screen_guardian_deity_is": "Tu deidad guardiana es:",
  "result_screen_share_text": "¡Descubrí mi deidad guardiana en Oracle de Asgard: {deity}!\n\n{description}\n\n¡Únete a mí para descubrir la tuya!\n\n{link}",
  "result_screen_your_profile": "Tu Perfil",
  "settings_screen_about_button": "Acerca de",
  "settings_screen_fx_sound": "Efectos de Sonido",
  "settings_screen_rate_app": "Calificar la aplicación",
  "settings_screen_reading_page_music": "Música de Lectura",
  "settings_screen_share_app": "Compartir la aplicación",
  "settings_screen_share_text": "Echa un vistazo a esta increíble aplicación: {appLink}",
  "settings_screen_sound_default": "Predeterminado",
  "settings_screen_sound_mute": "Silencio",
  "settings_screen_support_us_title": "Apóyanos",
  "settings_screen_title": "Configuración",
  "shop_bought_card_prefix": "¡Has comprado la tarjeta ",
  "shop_bought_card_suffix": "!",
  "shop_bought_story_part_prefix": "¡Has comprado un capítulo de la historia ",
  "shop_bought_story_part_suffix": "!",
  "shop_buy_button": "Comprar",
  "shop_buy_card_title": "Comprar Carta",
  "shop_buy_story_title": "Comprar Capítulo",
  "shop_cards_section_title": "Tarjetas coleccionables",
  "shop_next_chapter_price": "Próximo capítulo: {price} monedas",
  "shop_no_cards_available": "No hay tarjetas coleccionables disponibles por el momento.",
  "shop_no_stories_available": "No hay historias disponibles por el momento.",
  "shop_not_enough_coins": "¡No tienes suficientes monedas!",
  "shop_stories_section_title": "Historias",
  "shop_story_all_unlocked": "¡Todos los capítulos de esta historia ya están desbloqueados!",
  "shop_title": "Tienda",
  "snake_bonus_duration": "Los efectos duran 8 segundos",
  "snake_bonus_freeze_effect": "-30% más lento",
  "snake_bonus_freeze_name": "Congelación",
  "snake_bonus_ghost_effect": "Atraviesa obstáculos",
  "snake_bonus_ghost_name": "Fantasma",
  "snake_bonus_shield_effect": "Destruye obstáculos",
  "snake_bonus_shield_name": "Escudo",
  "snake_bonus_speed_effect": "+30% más rápido",
  "snake_bonus_speed_name": "Velocidad",
  "snake_bonus_title": "Bonus:",
  "snake_game_over_popup_message": "Jörmungandr ha perecido...\nPuntuación final: {score}",
  "snake_game_over_popup_title": "⚰️ ¡Ragnarök!",
  "snake_preliminary_screen_help_text": "Guía a Jörmungandr, la serpiente de Midgard, para crecer sin morder su propia cola, chocar con rocas o golpear el borde del mundo.",
  "snake_preliminary_screen_start_button": "Comenzar",
  "snake_screen_error_prefix": "Error",
  "snake_screen_loading": "Cargando...",
  "snake_screen_rule_1": "Desliza el dedo por la pantalla para cambiar la dirección de la serpiente.",
  "snake_screen_rule_2": "Come manzanas para crecer y ganar puntos.",
  "snake_screen_rule_3": "Evita chocar contra las paredes, rocas o tu propio cuerpo.",
  "snake_screen_rule_4": "Las manzanas doradas dan más puntos.",
  "snake_screen_rule_5": "Las manzanas podridas te hacen perder puntos y te ralentizan.",
  "snake_screen_rule_6": "Cuanto mayor sea tu puntuación, más rápido se moverá la serpiente.",
  "snake_screen_score": "Puntuación: {score}",
  "snake_screen_score_default": "Puntuación: 0",
  "snake_screen_time_seconds_suffix": "s",
  "snake_title": "La Serpiente de Midgard",
  "story_creation_of_the_world_card_1_description": "Antes de toda creación, solo existía Ginnungagap, el abismo infinito donde las llamas de Muspellheim y el hielo de Niflheim se enfrentaban en silenciosa espera.",
  "story_creation_of_the_world_card_1_detailed_story": "En el amanecer del tiempo, antes de que existieran el mundo, el mar, el cielo o la tierra, solo existía Ginnungagap: el abismo insondable, el vacío primordial que se extendía en una soledad infinita.\n\nNo era ni luz ni oscuridad, ni calor ni frío, sino una nada absoluta, donde nada podía nacer ni morir, porque nada aún existía. Este vacío colosal separaba dos reinos de naturaleza opuesta, como dos fuerzas antagónicas que aguardaban su confrontación cósmica.\n\nAl norte de Ginnungagap se encontraba Niflheim, el mundo del hielo eterno y la niebla, de donde fluían los once ríos de Élivágar, cuyas aguas eran tan frías que se congelaban al instante en el vacío. Al sur ardía Muspellheim, el reino del fuego eterno e inextinguible, custodiado por el gigante Surtr, quien blandía su espada llameante mientras esperaba el día en que incendiaría todos los mundos.\n\nAsí, las fuerzas primordiales se enfrentaban a través de la inmensidad del vacío, preparando la creación mediante su propia oposición.",
  "story_creation_of_the_world_card_1_title": "Ginnungagap",
  "story_creation_of_the_world_card_2_description": "Cuando las chispas ardientes de Muspellheim se encontraron con las brumas heladas de Niflheim, el hielo se derritió en torrentes de agua primordial, dando origen a la esencia de la vida.",
  "story_creation_of_the_world_card_2_detailed_story": "Durante incontables eones, el fuego y el hielo permanecieron separados por la vastedad de Ginnungagap. Pero lentamente, de forma inexorable, las chispas ardientes de Muspellheim comenzaron a desplazarse hacia el norte, arrastradas por imperceptibles vientos cósmicos.\n\nCuando esas chispas de puro calor se encontraron con las brumas heladas de Niflheim en el corazón del vacío, ocurrió un fenómeno extraordinario. Por primera vez desde el comienzo del tiempo, el hielo comenzó a derretirse, liberando torrentes de agua primordial.\n\nEstas gotas de agua, nacidas de la milagrosa unión de los opuestos, cayeron en el abismo de Ginnungagap. Allí, impregnadas con la fuerza vital nacida de esa imposible fusión de fuego y hielo, comenzaron a agitarse con energía creativa.\n\nFue el primer milagro de la existencia: de la oposición de las fuerzas contrarias surgió la posibilidad misma de la vida. El agua primordial llevaba en sí la semilla de todo lo que habría de existir.",
  "story_creation_of_the_world_card_2_title": "Fuego y Hielo",
  "story_creation_of_the_world_card_3_description": "De estas aguas surgieron Ymir, el primer gigante —colosal y caótico—, y Audhumla, la vaca nutridora. Juntos prepararon el camino para los dioses y las futuras generaciones.",
  "story_creation_of_the_world_card_3_detailed_story": "De las aguas primordiales surgió un ser colosal: Ymir, el primer gigante, también conocido como Aurgelmir. Su carne estaba hecha de hielo derretido, sus huesos de roca ancestral, y sus ojos brillaban con una luz fría como las estrellas recién nacidas.\n\nA su lado apareció una inmensa vaca llamada Audhumla, alimentada por las dulces gotas de agua formadas en Ginnungagap. Audhumla fue la fuente de vida para Ymir, proporcionándole la leche necesaria para su supervivencia. Mientras lamía el hielo de las montañas, pronto reveló a Buri, el primer dios, cuyos descendientes darían origen a los Aesir.\n\nAsí comenzó la primera generación de gigantes y dioses, marcando el amanecer de la historia del mundo. Ymir se convirtió en el padre de los gigantes, mientras Audhumla nutría a los seres que darían forma al universo.",
  "story_creation_of_the_world_card_3_title": "El Nacimiento de Ymir y Audhumla",
  "story_creation_of_the_world_card_4_description": "Odín y sus hermanos enfrentaron a Ymir, la encarnación del caos. Su muerte desató torrentes de sangre que ahogaron a casi todos los gigantes, alterando para siempre el equilibrio del cosmos.",
  "story_creation_of_the_world_card_4_detailed_story": "Los dioses, conscientes de que Ymir representaba una amenaza para el equilibrio del cosmos, decidieron poner fin a su reinado caótico. Odín, Vili y Vé, los tres hermanos divinos, unieron sus fuerzas para enfrentarse al gigante primordial.\n\nEn una batalla épica, lograron abatir a Ymir. Su cuerpo colosal se derrumbó en Ginnungagap, y su sangre comenzó a fluir en torrentes. Esta sangre inundó casi todos los otros gigantes, ahogándolos en un océano de caos.\n\nPero los dioses no se detuvieron tras su muerte. Usaron su cuerpo para dar forma al mundo: su carne se convirtió en la tierra, sus huesos en montañas, su sangre en mares y ríos, y su cráneo en el cielo. Así, de la muerte del gigante nació el universo tal como lo conocemos.",
  "story_creation_of_the_world_card_4_title": "La Muerte de Ymir",
  "story_creation_of_the_world_card_5_description": "A partir del cuerpo de Ymir, los dioses forjaron el universo: la tierra de su carne, las montañas de sus huesos, los mares de su sangre y el cielo de su cráneo, dando forma al mundo de los hombres —Midgard—.",
  "story_creation_of_the_world_card_5_detailed_story": "Después de derrotar a Ymir, los dioses se dedicaron a modelar el mundo a partir de su cuerpo colosal. Comenzaron dividiéndolo en dos mitades iguales, creando así la tierra y el cielo.\n\nLa carne de Ymir se convirtió en tierra fértil, cubierta de frondosos bosques y verdes llanuras. Sus huesos fueron quebrados y alzados como majestuosas montañas, formando las cordilleras que cruzan el mundo. Su sangre, que había inundado a los gigantes, fue canalizada para formar mares profundos y ríos serpenteantes.\n\nEl cráneo de Ymir fue elevado para formar el cielo, sostenido por cuatro enanos que representaban los puntos cardinales: Norte, Sur, Este y Oeste. Las estrellas fueron colocadas en el firmamento como linternas brillantes, mientras que la luna y el sol fueron creados para regir el tiempo.\n\nAsí nació Midgard, el mundo de los hombres, en el centro del universo, rodeado por los nueve reinos interconectados. Los dioses habían forjado un cosmos armonioso a partir del caos primordial.",
  "story_creation_of_the_world_card_5_title": "La Creación del Mundo",
  "story_creation_of_the_world_title": "El Nacimiento del Mundo",
  "story_fenrir_chained_card_1_description": "Fenrir, el monstruoso lobo y hijo de Loki, es acogido en Asgard para mantenerse bajo estrecha vigilancia. Aunque aún joven, su tamaño y apetito en crecimiento ya infunden terror.",
  "story_fenrir_chained_card_1_detailed_story": "Fenrir era hijo de Loki y de la gigante Angrboda, una criatura nacida de las uniones prohibidas entre dioses y las fuerzas del caos. Desde su nacimiento, el enorme lobo mostró una naturaleza salvaje y una fuerza que desafiaba toda comprensión.\n\nConscientes del peligro que representaba, y según las sombrías profecías de las Nornas, los dioses tomaron una decisión audaz: en lugar de desterrarlo o matarlo, eligieron criarlo en Asgard, esperando mantenerlo bajo control — o tal vez incluso domarlo.\n\nPero Fenrir crecía con cada día que pasaba, aumentando su tamaño y ferocidad a un ritmo aterrador. Sus ojos amarillos brillaban con una inteligencia inquietante, y sus colmillos afilados podían triturar incluso los huesos más duros. Solo Tyr, el valiente dios de la guerra, se atrevía a acercarse a la bestia para alimentarla, ganándose así su frágil confianza.",
  "story_fenrir_chained_card_1_title": "Fenrir Criado por los Dioses",
  "story_fenrir_chained_card_2_description": "Los dioses inventan un juego para probar la fuerza de Fenrir, pero ni Leyding ni Dromi —las cadenas forjadas por los enanos— pueden contenerlo: las rompe con un solo movimiento de sus músculos.",
  "story_fenrir_chained_card_2_detailed_story": "Cuando Fenrir creció tanto que superaba incluso a los dioses más poderosos, el miedo se apoderó de Asgard. Las profecías anunciaban que devoraría a Odín durante el Ragnarök, y su creciente poder hacía que esta amenaza pareciera inevitable.\n\nEntonces los dioses decidieron encadenarlo. Disfrazaron la acción como un juego —un desafío para probar su fuerza legendaria. Fenrir, todavía ingenuo a pesar de su tamaño, aceptó ser atado con Leyding, la cadena más fuerte jamás forjada por los enanos.\n\nPero con un simple encogimiento de hombros, el lobo rompió Leyding como si fuera un hilo. Los eslabones de hierro volaron en todas direcciones. Fingiendo admiración, los dioses intentaron de nuevo con Dromi, una cadena aún más gruesa y resistente.\n\nFenrir la destrozó de un solo movimiento, revelando una fuerza sobrenatural que hizo comprender a los dioses que ninguna cadena ordinaria podría contener jamás a esta criatura del caos.",
  "story_fenrir_chained_card_2_title": "Las Cadenas Fallan",
  "story_fenrir_chained_card_3_description": "Los dioses ordenan a los enanos forjar Gleipnir, un vínculo mágico tejido con elementos imposibles. Parece una cinta de seda, pero contiene un poder de otro mundo.",
  "story_fenrir_chained_card_3_detailed_story": "Al darse cuenta de que la fuerza bruta nunca sometería a Fenrir, Odín envió en secreto un mensajero a los enanos de Svartalfheim. Estos maestros herreros, capaces de crear maravillas imposibles, recibieron una petición extraordinaria.\n\nDebían crear Gleipnir, un lazo mágico tejido con seis ingredientes imposibles: el sonido de los pasos de un gato, la barba de una mujer, las raíces de una montaña, los tendones de un oso, el aliento de un pez y la saliva de un pájaro.\n\nEstos materiales místicos, invisibles e intangibles fueron combinados por los enanos en sus forjas encantadas. El resultado fue una paradoja: Gleipnir parecía una simple cinta de seda —fina y suave al tacto—, pero contenía una magia lo bastante poderosa como para atar las fuerzas más destructivas del universo.\n\nCuando los dioses recibieron esta cadena milagrosa, supieron que por fin poseían el arma que podría contener al lobo del destino.",
  "story_fenrir_chained_card_3_title": "Gleipnir",
  "story_fenrir_chained_card_4_description": "Fenrir, desconfiando de esta extraña cadena, acepta ser atado solo si uno de los dioses coloca su mano en sus fauces como prueba de sinceridad y buena fe.",
  "story_fenrir_chained_card_4_detailed_story": "Cuando los dioses presentaron Gleipnir a Fenrir, el lobo —ya precavido tras los intentos anteriores— examinó con cuidado el extraño lazo. A pesar de su aspecto frágil, algo en él despertó sus instintos más profundos.\n\n“Esta cadena me parece sospechosa”, dijo Fenrir, olfateando Gleipnir. “Parece débil, pero percibo una poderosa magia en su interior. Si esto no es más que otro de vuestros juegos, ¿por qué no usáis cadenas comunes?”\n\nLos dioses intentaron tranquilizarlo, fingiendo que, como ya había roto las cadenas anteriores, querían probar esta nueva creación de los enanos.\n\nPero Fenrir impuso sus condiciones con una voz tan profunda que hizo temblar los cimientos mismos de Asgard: “Me dejaré atar con esta cinta, pero solo si uno de vosotros pone su mano en mi boca como prenda de buena fe. Así, si me engañáis, al menos uno de vosotros pagará el precio de esta traición.”",
  "story_fenrir_chained_card_4_title": "El Desafío",
  "story_fenrir_chained_card_5_description": "Tyr, el único que ha ganado la confianza del lobo, coloca su mano en sus fauces. Cuando Fenrir descubre el engaño, muerde y arranca la mano del dios del valor.",
  "story_fenrir_chained_card_5_detailed_story": "Un pesado silencio cayó sobre la asamblea de los dioses. Todos sabían que estaban a punto de engañar a Fenrir —y que quien pusiera su mano en la boca del lobo seguramente la perdería—. Nadie se atrevía a ofrecerse.\n\nSolo Tyr, el dios del valor y el honor, dio un paso al frente. Era el único que había alimentado a Fenrir, el único en quien el lobo aún confiaba. Sin vacilar, fiel a su reputación de valentía, extendió su mano derecha y la colocó entre las fauces mortales de la bestia.\n\nEntonces, Gleipnir fue atado alrededor de las patas de Fenrir. El lobo intentó romperlo como había hecho con las otras cadenas, tensando cada músculo, tirando con todas sus fuerzas. Pero cuanto más se esforzaba, más se apretaba el lazo mágico.\n\nAl darse cuenta de que había sido engañado y que permanecería prisionero por la eternidad, Fenrir alzó sus ojos amarillos hacia Tyr. Una mirada de tristeza y furia cruzó entre dios y bestia. Luego, con un solo y seco movimiento, Fenrir cerró sus mandíbulas, arrancando la mano de Tyr con un crujido espantoso.\n\nDespués, Fenrir fue arrastrado a una isla desolada y encadenado a una roca en las profundidades de la tierra, donde permanece prisionero hasta el Ragnarök —el día en que finalmente romperá sus ataduras y devorará a Odín—.\n\nAsí perdió Tyr su mano, pero ganó la gratitud eterna de los dioses por su heroico sacrificio que salvó los Nueve Reinos... al menos por un tiempo.",
  "story_fenrir_chained_card_5_title": "El Sacrificio de Tyr",
  "story_fenrir_chained_title": "Fenrir Encadenado",
  "story_loading_card_description": "Por favor, espera mientras el juego se carga.",
  "story_loading_card_detailed_story": "La historia se está preparando para ti. Esto puede tardar unos momentos dependiendo de tu dispositivo y velocidad de conexión. ¡Gracias por tu paciencia!",
  "story_loading_card_title": "Cargando...",
  "story_loading_title": "Cargando la Historia",
  "story_mead_of_poetry_card_1_description": "Dos enanos transforman la sangre de Kvasir —ser nacido de la sabiduría— en una bebida de inspiración divina.",
  "story_mead_of_poetry_card_1_detailed_story": "Cuando se selló la frágil paz entre los Aesir y los Vanir, los dioses mezclaron su saliva, y de este pacto nació Kvasir, un ser de conocimiento puro. Kvasir recorría los mundos, respondiendo a las preguntas de dioses y hombres; su palabra era visión, su aliento una canción. Pero la codicia despertó en los corazones de dos enanos, Fjalar y Galar, sedientos de poder. Mediante engaños, atrajeron a Kvasir a una cueva, lo mataron y recogieron su sangre. En enormes calderos mezclaron esta sangre con la miel más pura y lanzaron sus runas como se siembran semillas. El líquido adquirió un tono dorado, brillando con un resplandor que parecía contener versos y profecías. Los enanos pronto comprendieron que no era una bebida cualquiera: era la fuente de la poesía, la savia de las palabras y la sabiduría. Nombraron los recipientes Óðrerir, Boðn y Són, y guardaron su tesoro celosamente, ignorando que este robo provocaría envidia y tragedia entre gigantes y dioses por igual. Así nació, de la violencia y la traición, la esencia misma de la inspiración.",
  "story_mead_of_poetry_card_1_title": "La Sangre de Kvasir",
  "story_mead_of_poetry_card_2_description": "El gigante Suttungr se apodera de la hidromiel y la esconde en una montaña, custodiada por su hija Gunnlöð.",
  "story_mead_of_poetry_card_2_detailed_story": "Cuando se reveló la traición de los enanos y el robo de la esencia de Kvasir, estalló la ira. Los familiares de la víctima, indignados, exigieron justicia. Acorralados, Fjalar y Galar ofrecieron su tesoro como rescate: la bebida de versos y visión. El gigante Suttungr, un ser de gran estatura y apetito por maravillas, aceptó sin dudar. Transportó los tres calderos a la montaña de Hnitbjörg, tallando una cámara tan profunda que incluso la luz parecía reacia a descender. Allí, entre estalactitas como colmillos de piedra, grabó runas de sellado y tejió defensas y encantamientos a su alrededor. Para proteger el regalo que otorgaba sabiduría, confió a su hija Gunnlöð —dulce y feroz, con ojos color miel. Gunnlöð pasaba días y noches cantando a su custodia y, a veces, probando el aroma que permanecía: la hidromiel irradiaba un aura viva. Las olas de deseo y soledad apretaban su corazón; se convirtió en la llave viviente de un tesoro que era a la vez promesa y maldición. Así, el néctar de las palabras dormía, vigilado por el amor filial y el orgullo de un gigante.",
  "story_mead_of_poetry_card_2_title": "El Tesoro de Suttungr",
  "story_mead_of_poetry_card_3_description": "Odín se disfraza y usa astucia y un taladro mágico para perforar la montaña y alcanzar la hidromiel.",
  "story_mead_of_poetry_card_3_detailed_story": "El gran Odín, siempre sediento de conocimiento y poder, supo del escondite de la hidromiel y no deseaba otra cosa que probarla. Bajo la identidad de Bölverk —un alias y máscara de trabajo— se presentó ante Baugi, hermano de Suttungr, y ofreció su labor. Con palabras sabias y gestos pacientes, ganó la confianza del gigante. Halagado, Baugi aceptó usar un barreno mágico llamado Rati para perforar la roca. La herramienta chilló y la piedra crujió; el canto del hierro sobre la piedra resonó como una profecía. Cuando finalmente el aire pasó por la abertura, Odín se deslizó por ella —no con fuerza, sino con astucia: se transformó en serpiente y reptó a través de la grieta, rozando la piedra cálida. Dentro, el resplandor de los calderos brillaba como el amanecer de un mundo nuevo. Sabía que la sabiduría no se entregaría sin precio, y que debía engañar al amor y al deber por igual para apoderarse del néctar de los dioses. Pero ningún acto era demasiado vil para él cuando el premio era el habla inmortal.",
  "story_mead_of_poetry_card_3_title": "El Engaño de Odín",
  "story_mead_of_poetry_card_4_description": "Odín encanta a Gunnlöð y gana el derecho a probar la hidromiel tres veces, cambiando el destino del tesoro.",
  "story_mead_of_poetry_card_4_detailed_story": "En el crepúsculo dorado de la cueva, Odín encontró a Gunnlöð. La hija del gigante, a la vez feroz y tierna, vivía al ritmo de los calderos: escuchaba el murmullo de la hidromiel como otros escuchan oraciones. Odín habló no con tono de gobernante, sino como un viajero que sabe escuchar. Le contó la soledad de los cielos, la carga de la sabiduría y la belleza de los versos. Conmovida por sus palabras y su inesperada dulzura, Gunnlöð le ofreció tres noches de hospitalidad. Cada amanecer, le permitió beber de la copa; y en la tercera noche, el dios—maestro del engaño—bebió todo el primer caldero, luego el segundo y, finalmente, el último. El néctar encendió su espíritu: vio las canciones aún no cantadas, las palabras que harían temblar los mundos. Gunnlöð, traicionada, observó cómo su tesoro desaparecía, llevado por la silueta de un ave sagrada. Su pena se mezcló con la vergüenza, pero el destino ya había cambiado: la poesía tenía nuevos dueños para siempre.",
  "story_mead_of_poetry_card_4_title": "La Seducción de Gunnlöð",
  "story_mead_of_poetry_card_5_description": "Transformado en un gran ave, Odín escapa con la hidromiel mientras Suttungr lo persigue a través de la tormenta.",
  "story_mead_of_poetry_card_5_detailed_story": "Tan pronto como los calderos quedaron vacíos, Odín se transformó: alas y plumas brotaron de su espalda, tomando la forma de un majestuoso ave de presa, su silueta oscura enmarcada por el resplandor de la cueva. Saltó de la montaña, con la hidromiel goteando en gotas doradas de su pico, dejando estelas de luz a través de la lluvia. Al escuchar los gritos de su hija, Suttungr también tomó la forma de un águila monstruosa y se lanzó a la persecución. Ambos seres atravesaron las nubes; los relámpagos surcaban su vuelo y los cielos rugían como una forja. Sus alas batían el aire como velas azotadas por la tormenta, y la distancia entre la sabiduría y la ira se medía en latidos. Abajo, las tierras contemplaban dos sombras colosales: una portando el don de los dioses, la otra la furia de un padre afligido. El vuelo de Odín se convirtió en una épica que mantenía al mundo suspendido entre asombro y terror.",
  "story_mead_of_poetry_card_5_title": "El Vuelo del Águila",
  "story_mead_of_poetry_card_6_description": "Odín lleva la hidromiel de regreso a Asgard, pero unas pocas gotas caen sobre los mortales, dando origen a la poesía humana.",
  "story_mead_of_poetry_card_6_detailed_story": "Al fin, al llegar al umbral de Asgard, el ave se posó en el gran salón de los dioses y retomó su forma divina: Odín, portador de un conocimiento ardiente y un secreto robado. Escupió la hidromiel en copas doradas; los dioses bebieron, y la poesía resonó en sus almas. Los salones se llenaron de nuevas canciones, inspiraciones inesperadas y constelaciones de palabras entretejidas como redes. Sin embargo, en la prisa de su vuelo, algunas gotas doradas cayeron sobre la tierra. Esas perlas del destino tocaron los labios de los mortales: algunas se convirtieron en versos que desafiaron a los dioses, mientras que otras solo trajeron ilusión o locura. Así nació la poesía para dioses y hombres por igual: maravilla y castigo, fruto de un robo divino y un deseo irrefrenable de conocimiento. Desde entonces, el mundo lleva dentro de sí esta mezcla de luz y caída.",
  "story_mead_of_poetry_card_6_title": "El Don y la Pérdida",
  "story_mead_of_poetry_title": "La Hidromiel de la Poesía",
  "story_the_death_of_baldr_card_1_description": "Baldr, amado por todos los dioses, es atormentado por sueños proféticos que anuncian su muerte. Su luz comienza a titilar, y los dioses, inquietos, sienten que un destino oscuro e inevitable se aproxima.",
  "story_the_death_of_baldr_card_1_detailed_story": "Hubo un tiempo, distante y sagrado, en que los dioses caminaban por los cielos de Asgard y gobernaban los Nueve Mundos. Entre ellos, ninguno era más amado que Baldr, el radiante hijo de Odín y Frigg. Era la luz encarnada, la belleza perfecta hecha divina, un dios tan puro que incluso los seres más oscuros lo reverenciaban. Dondequiera que iba, la paz lo seguía, la risa florecía y los corazones se llenaban de calor.\n\nPero un día, ese brillo comenzó a desvanecerse. Noche tras noche, Baldr fue consumido por sueños oscuros—visiones aterradoras y tan claras como la profecía. Se veía a sí mismo morir, atravesado por un arma desconocida, y los ecos de su muerte resonaban a través de las raíces de Yggdrasil. Las pesadillas se aferraban a él, y las contaba a los demás, pálido y tembloroso hasta la médula.\n\nLos dioses no rieron. Porque los sueños de Baldr no eran meras ilusiones. Llevaban en su interior la cruda verdad de lo que estaba por venir. Un escalofrío recorrió los salones dorados de los Æsir, pues si Baldr moría… sería el mundo mismo el que comenzaría a caer en la oscuridad.",
  "story_the_death_of_baldr_card_1_title": "Las Pesadillas de Baldr",
  "story_the_death_of_baldr_card_2_description": "Para salvar a su hijo, Frigg obtiene juramentos de todas las cosas existentes, para que ninguna pueda dañar a Baldr. Sin embargo, pasa por alto el muérdago—débil e insignificante—creyendo que no representa peligro alguno.",
  "story_the_death_of_baldr_card_2_detailed_story": "Frigg, reina de los cielos, no podía soportar tal amenaza. Su amor por Baldr era infinito, y el solo pensamiento de su muerte era un tormento peor que mil muertes propias. Impulsada por la angustia y la determinación, emprendió un viaje sagrado.\n\nA través de los vientos helados de Niflheim, las tierras ardientes de Muspellheim, los bosques profundos de Alfheim y hasta las sombras de Helheim, buscó los juramentos de toda cosa viva e inerte. De las piedras, que no golpearían a su hijo. De las aguas, que no lo ahogarían. Del fuego, que no lo quemaría. De las bestias, que nunca lo atacarían. De cada planta, cada metal, cada elemento, extrajo promesas sagradas de no dañar jamás a Baldr.\n\nCuando su tarea terminó, Asgard volvió a respirar en paz. Nada, parecía, podía dañar al dios amado. Sin embargo, en su prisa, Frigg consideró una planta humilde y discreta demasiado trivial—una pequeña ramita de muérdago que colgaba de las ramas de los viejos robles. Demasiado joven, demasiado frágil, pensó. No podría dañar a nadie.\n\nY así, la dejó pasar.",
  "story_the_death_of_baldr_card_2_title": "El Juramento de Frigg",
  "story_the_death_of_baldr_card_3_description": "Loki descubre la falla: el muérdago no ha jurado protección. Disfrazado de anciana, engaña a Frigg para que revele la verdad y arranca la planta frágil, transformándola en un arma del cruel destino.",
  "story_the_death_of_baldr_card_3_detailed_story": "Donde otros vieron descuido, Loki vio oportunidad. El dios del caos, el ingenio y la discordia—siempre atento a las debilidades—sintió en el aire el aroma de la agitación venidera.\n\nTomando la forma de una anciana, se acercó a Frigg, ofreciéndole la compañía de un alma gentil y curiosa. Habló con suavidad, haciendo las preguntas correctas en el momento justo, con esa ternura engañosa que tantas veces ocultaba su malicia.\n\n“¿Han jurado todas las cosas del mundo proteger a Baldr?”, preguntó, con voz temblorosa y fingida fragilidad.\n\n“Todas”, respondió Frigg con una sonrisa cansada. “Todas… excepto quizá una. Un pequeño brote de muérdago que cuelga de los árboles al oeste de Valhalla. Es tan tierno, tan joven, tan inofensivo...”\n\nEso fue todo lo que Loki necesitó. La agradeció, se inclinó profundamente y desapareció en las sombras. Sus pasos lo guiaron directamente a los robles sagrados, donde el muérdago se mecía suavemente bajo el viento otoñal. Con precisión calculada, lo arrancó, sintiendo en él la clave de un destino que pronto desataría. Porque incluso lo más frágil, en manos de la malicia, puede convertirse en un arma mortal.",
  "story_the_death_of_baldr_card_3_title": "El Muérdago",
  "story_the_death_of_baldr_card_4_description": "Loki moldea el muérdago en forma de flecha y se la entrega a Höd, el hermano ciego de Baldr. Bajo la apariencia de un juego inocente, guía su mano, convirtiéndolo en el instrumento involuntario de un fratricidio trágico.",
  "story_the_death_of_baldr_card_4_detailed_story": "De regreso en su guarida, Loki comenzó su labor. Moldeó el muérdago con cuidado, dándole forma de una flecha delgada y flexible. Parecía insignificante—frágil incluso—pero latía con un poder siniestro. Era la única cosa en toda la creación capaz de herir a Baldr, y Loki lo sabía.\n\nPronto llegó el día de los juegos en Asgard. En las grandes llanuras del palacio, los dioses se reunieron para divertirse con un extraño pasatiempo: lanzaban armas, piedras y lanzas contra Baldr, quien permanecía impasible, ileso ante cualquier golpe. Pues creían que nada, nunca más, podría dañarlo.\n\nEntonces Loki se acercó a Höd, el hermano ciego de Baldr, que permanecía apartado, silencioso y solo.\n\n“¿Por qué no participas en el juego, noble Höd?”, susurró Loki con dulzura. “Tu hermano merece también tu tributo. Aquí—toma esta flecha. Permíteme guiar tu mano.”\n\nHöd, ciego pero puro de corazón, aceptó sin sospecha alguna. No tenía razón para dudar. Tensó su arco y sintió la fría mano de Loki colocar la flecha entre sus dedos.\n\nY la soltó.",
  "story_the_death_of_baldr_card_4_title": "La Flecha",
  "story_the_death_of_baldr_card_5_description": "La flecha de muérdago atraviesa el corazón de Baldr. El dios radiante cae, mortalmente herido. Asgard se sumerge en el silencio y la desesperación, mientras Loki se desliza en las sombras, portador del caos.",
  "story_the_death_of_baldr_card_5_detailed_story": "El silencio cayó incluso antes de que la flecha alcanzara su objetivo. Cortó el aire—casi invisible, casi irreal—y se hundió en el pecho de Baldr con una precisión terrible.\n\nGritó—una sola vez. Un sonido corto y agudo que heló la sangre de los inmortales. Luego cayó, como fulminado por un rayo.\n\nUn silencio mortal cubrió Asgard. La risa cesó. Las sonrisas desaparecieron. La confusión dio paso al horror, y el horror, a la desesperación. Frigg corrió hacia adelante, cayendo de rodillas, sosteniendo el cuerpo sin vida de su hijo, y su grito de dolor resonó tan fuerte que incluso las estrellas lo oyeron.\n\nHöd, al darse cuenta de lo que había hecho, dejó caer su arco y lloró amargamente, inconsolable. No había sido más que una herramienta—un peón en las manos de una mente cruel. Pero eso no disminuía la tragedia.\n\nY Loki, maestro del engaño, se desvaneció entre las sombras, con una leve sonrisa en los labios.\n\nBaldr había muerto. Y con él, una parte irremplazable de la luz del mundo desapareció. Aquel día, los dioses comprendieron que el ocaso se cernía sobre ellos. El hilo del destino había sido cortado. Ragnarök—el crepúsculo de los dioses—había comenzado.",
  "story_the_death_of_baldr_card_5_title": "La Muerte de Baldr",
  "story_the_death_of_baldr_title": "La Muerte de Baldr",
  "story_the_forging_of_mjolnir_card_1_description": "Por puro travieso, Loki corta el cabello dorado de Sif — esposa de Thor — famoso por su brillo semejante al oro. Su cruel acto causa vergüenza a Sif y despierta la furia atronadora de Thor.",
  "story_the_forging_of_mjolnir_card_1_detailed_story": "En tiempos antiguos, Loki, dios del engaño y la travesura, se encontraba terriblemente aburrido. Para saciar su hambre de caos, decidió atormentar a Sif, la radiante esposa de Thor, conocida en todos los reinos por su cabello dorado que parecía capturar la luz del sol. Mientras ella dormía plácidamente, Loki se acercó con una sonrisa maliciosa y cortó cada preciado mechón. Cuando Sif despertó y vio su cabeza rapada, sus gritos de desesperación resonaron por todo Asgard. Thor, al enterarse de tan vil acto contra su amada, estalló en una furia tan intensa que la tierra misma tembló bajo sus pies. Juró que Loki pagaría caro por su crimen. Incluso los dioses temieron la tormenta que estaba a punto de desatarse sobre el embaucador.",
  "story_the_forging_of_mjolnir_card_1_title": "El Cabello de Sif",
  "story_the_forging_of_mjolnir_card_2_description": "Cuando Thor descubre la humillación de Sif, captura a Loki y amenaza con romperle los huesos a menos que encuentre una manera de enmendarse. Aterrorizado, Loki promete darle a Sif un cabello aún más hermoso que antes.",
  "story_the_forging_of_mjolnir_card_2_detailed_story": "Ardiendo de furia, Thor atrapó a Loki por la garganta y lo levantó como si no pesara nada. Sus ojos brillaban como relámpagos y su voz tronaba en los salones de Asgard: “¡Tramposo vil! ¡Te atreviste a deshonrar a mi esposa! Te aplastaré como al insecto que eres si no reparas tu fechoría.” Preso del pánico, Loki comprendió que había ido demasiado lejos. Intentó escapar del agarre de Thor, pero la fuerza del dios era implacable. Desesperado, suplicó por una oportunidad para enmendarse. “¡Le traeré a Sif un cabello más espléndido que antes, lo juro con mi propia sangre!” gritó. Thor, aunque todavía furioso, le concedió esta oportunidad, advirtiendo que el más mínimo fallo le costaría cada hueso de su cuerpo. La cuenta atrás de Loki había comenzado.",
  "story_the_forging_of_mjolnir_card_2_title": "La Amenaza de Thor",
  "story_the_forging_of_mjolnir_card_3_description": "Para cumplir su promesa, Loki desciende a Svartalfheim, el reino de los herreros enanos. Suplica a Brokkr y Sindri que forjen tesoros divinos dignos de aplacar a Thor y a los dioses.",
  "story_the_forging_of_mjolnir_card_3_detailed_story": "Sabiendo que no podía cumplir su promesa solo, Loki se adentró en las oscuras profundidades de Svartalfheim, el reino de los enanos. Allí gobernaban Brokkr y Sindri, dos hermanos cuya destreza superaba a la de cualquier ser en los Nueve Reinos. En sus forjas ardientes, daban forma a maravillas con los metales más puros, templados por fuego eterno. Loki, tan astuto como siempre, explicó su situación: necesitaba cabello dorado vivo para Sif y un regalo digno del poder de Thor. Intrigados y halagados, los enanos aceptaron el desafío. Prometieron forjar no solo el nuevo cabello de Sif, sino otros tesoros dignos de los dioses. Sus martillos resonaban en las sombras, saltando chispas como estrellas recién nacidas. Loki observaba impaciente, ya tramando nuevas artimañas para manipular el resultado a su favor.",
  "story_the_forging_of_mjolnir_card_3_title": "Los Herreros Enanos",
  "story_the_forging_of_mjolnir_card_4_description": "Bajo los martillos de los enanos nacen grandes tesoros: Draupnir, Gungnir y finalmente Mjöllnir, el martillo de Thor. Loki intenta sabotear su trabajo, pero aunque el mango queda corto, el poder del martillo es incomparable.",
  "story_the_forging_of_mjolnir_card_4_detailed_story": "Brokkr y Sindri comenzaron su trabajo, con el rostro ennegrecido por el calor de la forja y el corazón lleno de orgullo. Primero crearon a Draupnir, el anillo dorado que generaba ocho nuevos anillos cada nueve noches, luego a Gungnir, la lanza de Odín que nunca fallaba su objetivo. Pero su mayor obra aún estaba por llegar: Mjöllnir, el martillo destinado a Thor. Temiendo que tal arma hiciera a los dioses demasiado poderosos, Loki buscó sabotear su trabajo. Transformado en una mosca, mordió repetidamente a Brokkr, intentando romper su concentración. El enano, aunque endurecido por años de forja, se sobresaltó por un instante y el mango del martillo resultó más corto de lo previsto. Sin embargo, Mjöllnir nació: un arma tan poderosa que podía invocar relámpagos, destruir montañas y siempre regresar a la mano de Thor. Incluso imperfecto, superaba a todas las demás creaciones.",
  "story_the_forging_of_mjolnir_card_4_title": "La Creación de Mjöllnir",
  "story_the_forging_of_mjolnir_card_5_description": "Los tesoros son presentados a los dioses. Thor recibe Mjöllnir, una maravilla de poder. Aunque su mango es corto, se convierte en el arma sagrada que hará temblar a gigantes y enemigos de Asgard.",
  "story_the_forging_of_mjolnir_card_5_detailed_story": "Cuando los tesoros fueron finalmente presentados a los dioses, todos quedaron maravillados. Odín admiró a Draupnir y Gungnir, consciente de que aumentarían su poder y gloria. Pero el momento más grande llegó cuando Thor tomó a Mjöllnir. El martillo palpitaba en su mano, irradiando un poder puro que hacía temblar el aire mismo. Thor supo de inmediato que esta arma sería el instrumento de su fuerza y el terror de sus enemigos. Cierto, su mango era más corto de lo planeado, pero su poder era inimaginable. Los dioses declararon que Loki había cumplido su promesa, aunque no sin sus habituales artimañas. Thor, medio indulgente, eligió celebrar el regalo en lugar de castigar la travesura. Desde ese día, Mjöllnir se convirtió en el símbolo del poder divino de Thor y en el arma sagrada que defendería Asgard de sus enemigos.",
  "story_the_forging_of_mjolnir_card_5_title": "El Regalo a Thor",
  "story_the_forging_of_mjolnir_title": "La Forja de Mjöllnir",
  "story_the_punishment_of_loki_card_1_description": "Tras la muerte de Baldr, provocada por el engaño de Loki, el embaucador huyó, cambiando de forma una y otra vez, escondiéndose en una cabaña abierta a los cuatro vientos, temiendo la venganza de los dioses.",
  "story_the_punishment_of_loki_card_1_detailed_story": "Cuando Baldr, amado por todos, fue abatido por la flecha guiada por la astucia de Loki, un silencio lúgubre cayó sobre Asgard. La risa habitual del embaucador fue reemplazada por un corazón que latía con miedo y orgullo. Previendo la ira de los Æsir, Loki cambió de forma: se deslizó como una serpiente entre las piedras del río, voló como un ave solitaria sobre los acantilados afilados, o se disfrazó de anciano de ojos inquietos. Cada transformación era solo un truco contra el destino, pero incluso en sus disfraces más ingeniosos, su crimen ardía como una llama oscura que nadie podía extinguir. Se instaló en un valle remoto, construyendo una extraña cabaña con cuatro puertas orientadas a cada horizonte, siempre atento al peligro. Las noches eran largas y frías, y junto a su fuego Loki meditaba: la astucia contra la lealtad, la libertad contra la condena. El viento susurraba los pasos de Odín y los Æsir, y cada crujido del bosque resonaba como una venganza que se acercaba. Su huida no era más que un respiro frágil, y la red del destino se apretaba inexorablemente alrededor del dios cambiante, como una sombra lista para consumirlo.",
  "story_the_punishment_of_loki_card_1_title": "La Huida del Embaucador",
  "story_the_punishment_of_loki_card_2_description": "Bajo las órdenes de Odín, los Æsir y sus aliados juraron que ningún rincón del cosmos ofrecería refugio a Loki. La propia naturaleza se convirtió en su aliada en una caza inevitable e implacable.",
  "story_the_punishment_of_loki_card_2_detailed_story": "En el gran salón de Asgard, los rostros de los Æsir no mostraban ira, sino una fría determinación. Odín, el Padre de Todo, alzó su único ojo hacia los cielos y juró que Loki no hallaría refugio bajo el firmamento. La caza comenzó: los halcones de Odín surcaron los bosques, los lobos de Fenrir olfatearon cada rastro en la nieve, y los guerreros de Asgard peinaron valles y montañas. Incluso los Vanir, antiguos aliados, prestaron sus dones a la búsqueda. La naturaleza misma conspiró contra Loki: cada piedra rodaba bajo sus pasos, cada ráfaga de viento llevaba su olor, cada río reflejaba su huida desesperada. Pasaron días y noches, y con ellos creció la certeza: nadie puede escapar para siempre de aquellos a quienes ha traicionado. La caza ya no parecía una simple persecución, sino un juicio cósmico, donde cada rincón del mundo participaba en la justicia divina. La venganza estaba tejida en el tejido mismo de la existencia, y los pasos de los cazadores divinos hacían temblar la tierra, como si los Nueve Reinos contuvieran la respiración.",
  "story_the_punishment_of_loki_card_2_title": "La Caza de los Dioses",
  "story_the_punishment_of_loki_card_3_description": "En forma de salmón plateado, Loki intenta evadir a sus perseguidores, pero la red tejida por los dioses se cierra. El agarre implacable de Thor lo arranca de las aguas, entregándolo a la justicia divina.",
  "story_the_punishment_of_loki_card_3_detailed_story": "Llevado a la desesperación, Loki se deslizó en un río helado y tomó la forma de un salmón de escamas plateadas que reflejaban el frío resplandor de la luna. Saltando de roca en roca, esperaba burlar a sus perseguidores. Pero los Æsir, armados con la sabiduría de Odín, ya habían preparado una red colosal—tejida con cuerdas encantadas, tan vasta que parecía cubrir todo el valle. Los dioses avanzaron río abajo, apretando su trampa con la paciencia de cazadores que saben que la presa no puede escapar del destino. El salmón saltó fuera del agua, los músculos tensos, los costados brillando, en un último intento desesperado de huir. Pero Thor, con fuerza divina, lo atrapó por la cola y lo lanzó a la orilla. La red se cerró a su alrededor como la propia telaraña del destino. Recuperando su forma verdadera, Loki se encontró rodeado de rostros severos: el ojo de Odín ardiendo con juicio, el de Thor con ira y poder, y las miradas de los demás Æsir fijas en su condena. La rebeldía aún chispeaba en sus ojos, pero tras ella se arrastraba la sombra del miedo. Su don del cambio de forma lo había abandonado, y sabía que la justicia de los dioses no vacilaría.",
  "story_the_punishment_of_loki_card_3_title": "La Captura en la Red",
  "story_the_punishment_of_loki_card_4_description": "Los dioses recordaron sus crímenes y decretaron un castigo eterno. Loki vería destruida su descendencia, y de sus propios hijos surgirían las cadenas que lo atarían, sellando su cruel y definitivo destino.",
  "story_the_punishment_of_loki_card_4_detailed_story": "Encadenado ante los Æsir, Loki escuchó cómo las acusaciones caían como martillos sobre un yunque: la muerte de Baldr, las humillaciones que había infligido a los dioses, y cada engaño desde el amanecer del tiempo. Algunos exigieron su muerte inmediata, pero Odín levantó la mano, declarando que tal final sería demasiado misericordioso. El castigo debía durar tanto como el mundo mismo. Así se decretó que Loki sería atado en una caverna profunda y oscura, condenado a soportar el veneno de una serpiente que goteaba sobre su rostro. Pero antes de que comenzara ese tormento, una crueldad aún mayor fue ejecutada: sus hijos, Nárfi y Váli, fueron enfrentados entre sí, y de sus entrañas los dioses forjaron las cadenas que ataron a su padre. La sangre de Loki fue destruida, su futuro borrado, y cada eslabón de sus cadenas era un recordatorio cruel de su traición. El juicio de los Æsir no buscaba solo castigar, sino esculpir el sufrimiento en la eternidad misma—un monumento de dolor, grabado en piedra y sangre, advirtiendo a todos que la traición contra lo divino conlleva el precio más alto.",
  "story_the_punishment_of_loki_card_4_title": "El Juicio Implacable",
  "story_the_punishment_of_loki_card_5_description": "En una cueva helada, Loki es clavado a la roca con las entrañas de sus hijos. Sus palabras desafiantes resuenan en el vacío—una promesa de venganza, aunque impotente ante las cadenas divinas.",
  "story_the_punishment_of_loki_card_5_detailed_story": "En una caverna glacial, los dioses ejecutaron la sentencia. Loki fue tendido sobre una piedra pulida por el frío, con los brazos y las piernas extendidos por cadenas hechas con las entrañas de sus hijos. Los más poderosos de los Æsir tensaron esos lazos vivientes, sujetándolos a la roca con fuerza divina, sin dejar esperanza de escape. Gotas heladas caían del techo, golpeando rítmicamente su rostro, ya marcado por el dolor y la desesperación. A su alrededor, los dioses observaban—algunos satisfechos, otros perturbados por la crueldad de su propia justicia. A pesar de su agonía, Loki logró lanzar palabras de desafío, jurando que esa injusticia no quedaría sin venganza. Pero sus gritos resonaron por la caverna, tragados por la piedra y la sombra. Se convirtió en un espectro dentro de la roca, un susurro de tormenta y venganza por venir. La tierra misma pareció beber su tormento, absorbiéndolo por la eternidad.",
  "story_the_punishment_of_loki_card_5_title": "El Encadenamiento Bajo la Roca",
  "story_the_punishment_of_loki_card_6_description": "Una serpiente suspendida arriba deja caer veneno ardiente sobre Loki, cuyos gritos sacuden la tierra. Sin embargo, Sigyn, siempre fiel, recoge cada gota, suavizando un tormento eterno que da forma al mundo.",
  "story_the_punishment_of_loki_card_6_detailed_story": "Sobre el rostro de Loki colgaba una serpiente, cuyo veneno corrosivo caía gota a gota, causando una agonía sin fin. Cada gota quemaba su piel, arrancándole gritos que sacudían la caverna y las montañas sobre ella. Pero no fue abandonado. Sigyn, su fiel esposa, permaneció a su lado, sosteniendo un cuenco para recoger el veneno y aliviar su sufrimiento. Pero cuando el cuenco se llenaba, debía vaciarlo, y durante ese breve instante el veneno caía sobre el rostro de Loki, ardiendo con furia insoportable. Sus alaridos resonaban hasta Midgard, haciendo temblar la tierra y los reinos de los hombres. Así comenzó su tormento eterno—atado con la sangre de sus hijos, atormentado por el veneno, pero consolado por el amor inquebrantable de Sigyn. Este castigo cruel se convirtió en una cicatriz viva sobre el cosmos, una advertencia para dioses y mortales por igual, y una promesa de que en el Ragnarök, la furia de Loki sería liberada, envolviendo los Nueve Reinos en un caos devastador.",
  "story_the_punishment_of_loki_card_6_title": "El Veneno y la Lealtad",
  "story_the_punishment_of_loki_title": "El Castigo de Loki",
  "story_the_serpent_fishing_card_1_description": "Thor viaja hasta el gigante Hymir para pedir su ayuda en conseguir un caldero inmenso, lo bastante grande como para contener la hidromiel de los dioses. Su encuentro marca el inicio de una frágil alianza.",
  "story_the_serpent_fishing_card_1_detailed_story": "En el amanecer de una mañana gris y helada, Thor, el dios guerrero, cruzó el umbral de una caverna congelada donde moraba Hymir —el gigante cuya piel era tan dura como la escarcha y cuyos ojos parecían abismos sin fondo—. El aliento del dios formaba nubes blancas en el aire inmóvil, y cada uno de sus pasos resonaba en el silencio del dominio del coloso. No venía como conquistador, sino para rogar la ayuda de Hymir en la búsqueda de un caldero colosal, lo bastante grande como para contener la hidromiel de los dioses. El gigante soltó una carcajada profunda que hizo temblar las paredes de piedra y sacudió las estalactitas sobre sus cabezas. Luego su diversión se tornó en sospecha: ¿qué quería ese ser venido de los cielos en su reino helado? Tras un largo momento en que el silencio pesó más que las palabras, se forjó una frágil alianza. Hymir aceptó, aunque con desconfianza y desafío: el océano los aguardaba —indómito e implacable—. El destino ya parecía pender sobre las olas, y nadie sabía que ese pacto los llevaría a enfrentarse con una criatura capaz de poner a prueba la imaginación y el valor de los dioses.",
  "story_the_serpent_fishing_card_1_title": "La Búsqueda del Caldero",
  "story_the_serpent_fishing_card_2_description": "Para atraer a una criatura digna de su desafío, Hymir exige un cebo extraordinario. Thor arranca la cabeza de un poderoso toro, cuya sangre caliente convoca los poderes abisales del mar.",
  "story_the_serpent_fishing_card_2_detailed_story": "Bajo un cielo pesado, cubierto de nubes negras y bajas, Hymir formuló su exigencia con un rugido que hizo vibrar la caverna: para atraer a la criatura de las profundidades, necesitarían un cebo digno de su fuerza. Thor, sin un instante de vacilación, se dirigió hacia el rebaño del gigante y eligió al toro más poderoso entre ellos. La bestia bramó, con los ojos reflejando la conciencia de su destino, sus pezuñas golpeando el suelo helado. Thor sujetó sus cuernos y, con un esfuerzo sobrehumano, lo derribó; su sangre caliente se derramó en un río carmesí que resaltaba sobre el blanco inmaculado del hielo. Hymir observó en silencio, dividido entre la admiración y la ira, mientras Thor levantaba la cabeza del toro y la alzaba como un trofeo ofrecido a las olas. El aire vibraba con el olor a hierro y muerte. Las gaviotas giraban sobre ellos, atraídas por el sacrificio brutal. Cada gota de sangre sobre la nieve parecía llamar a las profundidades, y el viento comenzó a aullar, como si el propio océano supiera que un enfrentamiento extraordinario estaba a punto de comenzar.",
  "story_the_serpent_fishing_card_2_title": "El Sacrificio del Toro",
  "story_the_serpent_fishing_card_3_description": "Thor y Hymir parten en un diminuto bote, enfrentando olas furiosas y un cielo tormentoso. El mar ruge, como si presintiera la confrontación que sacudirá los mundos.",
  "story_the_serpent_fishing_card_3_detailed_story": "Subieron a un frágil bote, tan pequeño que parecía que su sola fuerza podría romper sus tablas con cada oleaje. Hymir, gigantesco, tomó los remos y cortó las olas con golpes lentos y poderosos, haciendo que salpicaduras plateadas se alzaran en el aire. A su lado, Thor miraba el horizonte, con los ojos ardiendo con una llama que ni el viento ni el frío podían apagar. El mar se enfurecía, sus vastas olas azotaban la frágil embarcación, mientras las nubes se acumulaban, espesas y negras, amenazando con tragarse el cielo en un caos de truenos. Thor ató la ensangrentada cabeza del toro a un anzuelo de acero oscuro, sus manos firmes a pesar del vaivén interminable del bote. Cada chapoteo sonaba como un tambor fúnebre, cada ráfaga de viento recordaba que navegaban al borde del mundo conocido. El silencio entre ellos era denso —cargado de miedo y desafío—, pues ambos sentían que lo que llamaban desde las profundidades no era una criatura común, sino un monstruo capaz de sacudir los océanos y el destino de los dioses.",
  "story_the_serpent_fishing_card_3_title": "El Océano Infinito",
  "story_the_serpent_fishing_card_4_description": "La Serpiente de Midgard irrumpe desde el mar —inmensa y aterradora—, sus anillos levantan tormentas. Thor lucha contra ella con las manos desnudas, desafiando al océano y a la criatura que rodea el mundo.",
  "story_the_serpent_fishing_card_4_detailed_story": "El silencio del océano se rompió de pronto en un estruendo monstruoso: la línea tensa vibró como un relámpago de acero, y Thor tiró con todas sus fuerzas. El mar estalló, y un antiguo horror surgió —escamas oscuras como la noche, ojos que brillaban con oro fundido, anillos que envolvían el aire como si pretendieran apresar al mundo mismo—. La serpiente de las profundidades emergió, vomitando torrentes de espuma y furia. El bote amenazaba con astillarse bajo el peso de la bestia. Thor, con los pies firmes sobre la madera empapada, sujetó la cuerda como si quisiera contener al propio mar. Hymir, paralizado por el terror, se encogió, con los ojos fijos en las fauces abiertas que podían devorar montañas y fortalezas enteras. La serpiente enfurecida azotaba las olas, transformándolas en tempestades. Cada segundo parecía suspender el tiempo mismo —equilibrado entre la victoria y la catástrofe— mientras los truenos y relámpagos iluminaban su lucha titánica.",
  "story_the_serpent_fishing_card_4_title": "La Mordida de las Profundidades",
  "story_the_serpent_fishing_card_5_description": "Cuando Thor se dispone a descargar su poder sobre la serpiente, Hymir, aterrorizado, corta la cuerda. La criatura desaparece en las profundidades, dejando una amenaza latente y un duelo inconcluso.",
  "story_the_serpent_fishing_card_5_detailed_story": "Los ojos de Thor ardían con furia divina mientras se preparaba para abatir a la serpiente, cada músculo tenso, cada fibra de su ser vibrando con poder puro. Pero antes de que pudiera dar el golpe, un grito de terror resonó detrás de él. Hymir, preso del pánico, había agarrado la cuerda y, en un acto desesperado, la cortó. La serpiente, liberada de su vínculo, desapareció en las profundidades con un rugido que hizo temblar todo el océano.\n\nEl bote volcó por el impacto, arrojando a Thor y a Hymir a las aguas heladas. El dios del trueno emergió, jadeante, con el cabello pegado al rostro por la sal. Hymir, temblando de frío y miedo, se aferró a una tabla a la deriva. El silencio cayó sobre el mar, roto solo por el suave golpeteo de las olas y las respiraciones entrecortadas de los dos sobrevivientes.\n\nThor miró hacia el horizonte, con el corazón pesado. No había matado a la serpiente de las profundidades, pero había sobrevivido a una prueba que habría quebrado a cualquier otro ser. El destino de los dioses seguía siendo incierto, pero una cosa era segura: la lucha contra las fuerzas del caos apenas acababa de comenzar.",
  "story_the_serpent_fishing_card_5_title": "La Batalla Inconclusa",
  "story_the_serpent_fishing_title": "La Pesca de la Serpiente",
  "story_the_wall_of_asgard_card_1_description": "Tras la guerra contra los Vanir, Asgard queda vulnerable. Los Æsir se reúnen y deciden que deben construir un nuevo muro —más fuerte y alto que nunca— para defender su reino.",
  "story_the_wall_of_asgard_card_1_detailed_story": "La guerra entre los Æsir y los Vanir, dos clanes divinos de poder formidable, había quebrado el equilibrio de los Nueve Mundos. Aunque finalmente se alcanzó una paz frágil, las cicatrices del conflicto permanecían visibles, y los dioses sabían que nunca desaparecerían por completo. El muro que antes protegía Asgard yacía en ruinas, dejando su ciudad divina expuesta a ataques de gigantes y otras amenazas externas. Odín, Thor y los demás Æsir convocaron entonces una gran asamblea, el sagrado Thing, para discutir cómo reconstruir sus defensas. Muchos hablaron, pero prevaleció una verdad: necesitaban una nueva fortaleza —tan fuerte y majestuosa que ningún enemigo, ni siquiera los poderosos Jötnar, pudiera derribarla jamás. Esta decisión, nacida de los pesados recuerdos de la guerra, pondría en marcha una cadena de eventos que nadie aún podía prever.",
  "story_the_wall_of_asgard_card_1_title": "Los Dioses Buscan Proteger Asgard",
  "story_the_wall_of_asgard_card_2_description": "Un gigante misterioso llamado Hrimthurs se presenta ante los dioses y ofrece construir un muro infranqueable en seis meses. A cambio, exige a Freyja, el sol y la luna —un precio que los Æsir consideran escandaloso.",
  "story_the_wall_of_asgard_card_2_detailed_story": "Mientras los Æsir continuaban su debate, un extraño gigante cruzó las puertas de Asgard. Se presentó como un maestro constructor, un gigante llamado Hrimthurs. Su oferta fue asombrosa: prometía reconstruir un muro tan sólido que ninguna fuerza podría derribarlo, y hacerlo en apenas seis meses. Pero su precio era terrible —exigía la mano de Freyja, diosa de la belleza y el amor, junto con el sol y la luna, las fuentes mismas de luz y vida. Los Æsir quedaron atónitos. Perder a Freyja heriría el honor de Asgard, y ceder el sol y la luna sumiría a los mundos en oscuridad eterna. Sin embargo, tentados por la promesa de un muro impenetrable, eligieron aceptar, aunque no sin astucia: decretaron que el gigante no recibiría ayuda alguna más que la de su caballo, y que la obra debía completarse antes del primer día del verano. El dado estaba echado.",
  "story_the_wall_of_asgard_card_2_title": "El Gigante Constructor Ofrece su Ayuda",
  "story_the_wall_of_asgard_card_3_description": "Hrimthurs y su caballo Svadilfari comienzan la tarea. Las piedras se elevan tan rápido que los dioses se inquietan —parece que realmente podría terminar antes del plazo.",
  "story_the_wall_of_asgard_card_3_detailed_story": "Al día siguiente, Hrimthurs comenzó a trabajar con un vigor asombroso. Su leal caballo, Svadilfari, lo ayudaba a transportar enormes bloques de piedra que ningún otro ser podría mover. Juntos laboraban día y noche sin descanso. Al principio, los Æsir confiaban en su engaño, pero pronto comenzaron a dudar al ver cómo el muro crecía a un ritmo aterrador. Cada día las piedras se elevaban más; cada noche la fortaleza parecía avanzar a zancadas de gigante. En pocas semanas, gran parte del perímetro de Asgard ya se erguía alto, sólido e inmenso. Odín y los demás dioses, normalmente calmados y sabios, ahora conferenciaban con inquietud. Si el gigante lograba terminar a tiempo, estarían obligados a darle a Freyja, el sol y la luna. Su plan comenzaba a volverse en su contra, y la desesperación comenzaba a apoderarse de ellos.",
  "story_the_wall_of_asgard_card_3_title": "El Gigante Comienza la Obra",
  "story_the_wall_of_asgard_card_4_description": "Al ver el peligro, Loki propone un ardid: se transforma en yegua y distrae a Svadilfari, privando a Hrimthurs de su ayudante más vital.",
  "story_the_wall_of_asgard_card_4_detailed_story": "Cuando se acercaba la fecha límite y la ansiedad de los Æsir crecía, Loki, el dios del engaño, ofreció su ayuda. Aunque a menudo era la causa de sus problemas, podía ser útil en tiempos desesperados. Su plan fue audaz: se transformó en una hermosa yegua, elegante y radiante, y apareció ante Svadilfari. Encantado, el semental la siguió, abandonando a su amo. Hrimthurs, desconcertado y enfurecido, tuvo que continuar solo —pero ni siquiera su fuerza inmensa era suficiente para mover las piedras sin su caballo. Durante varias noches, Loki, aún en forma de yegua, mantuvo a Svadilfari distraído y alejado de la obra, retrasando la construcción el tiempo justo. Los dioses observaron con una mezcla de alivio y asombro, sabiendo que el truco de Loki había salvado su reino —aunque conscientes de que tal engaño podría un día exigir un alto precio.",
  "story_the_wall_of_asgard_card_4_title": "La Intervención de Loki",
  "story_the_wall_of_asgard_card_5_description": "Privado de su caballo, Hrimthurs se da cuenta de que no puede terminar el muro. Engañado, estalla en cólera y amenaza con destruir Asgard y aplastar a los propios dioses.",
  "story_the_wall_of_asgard_card_5_detailed_story": "Cuando Hrimthurs descubrió que había sido engañado, su furia estalló como una tormenta. El gigante golpeó el suelo con sus puños y rugió con tanta fuerza que las montañas parecían temblar. Sin Svadilfari, no podía completar la obra, y comprendió que los Æsir nunca habían tenido intención de cumplir su palabra. Loco de rabia, intentó derribar las piedras ya colocadas, jurando reducir Asgard a cenizas y aplastar a los dioses bajo su fuerza. Los Æsir, que temían este momento, se prepararon para la batalla. Thor, con Mjöllnir en la mano, aguardaba el momento de atacar. Odín observaba en solemne silencio —ya no se trataba de astucia, sino de un choque entre el poder bruto de un gigante y la voluntad inquebrantable de los dioses de Asgard.",
  "story_the_wall_of_asgard_card_5_title": "La Furia del Gigante",
  "story_the_wall_of_asgard_card_6_description": "Odín, Thor y los Æsir enfrentan a Hrimthurs en una batalla titánica. El cielo se parte con truenos y magia hasta que el gigante es abatido y Asgard queda finalmente a salvo.",
  "story_the_wall_of_asgard_card_6_detailed_story": "La furia de Hrimthurs alcanzó su punto máximo mientras se lanzaba contra los muros incompletos. Thor se adelantó, blandiendo a Mjöllnir, y asestó golpes tan poderosos que el cielo estalló en relámpagos. Odín invocó hechizos para proteger a los suyos, mientras los demás Æsir luchaban junto al dios del trueno. La batalla resonó por todo Asgard: cada golpe del gigante sacudía la tierra, y cada martillazo destrozaba la piedra. A pesar de su fuerza titánica, Hrimthurs no pudo resistir la ira combinada de los dioses. Con un último rugido, Thor asestó un golpe aplastante que destrozó el cráneo del gigante. Hrimthurs cayó, su cuerpo golpeando el suelo con un estruendo ensordecedor. Su forma inerte quedó como un recordatorio sombrío de que incluso la astucia podía conducir a la sangre derramada. Asgard fue salvado —pero la victoria tuvo un precio.",
  "story_the_wall_of_asgard_card_6_title": "La Batalla Final",
  "story_the_wall_of_asgard_card_7_description": "Tras su victoria, los Æsir reconstruyen el muro de Asgard usando las piedras ya colocadas. Celebran su triunfo y juran defender su reino contra toda amenaza futura.",
  "story_the_wall_of_asgard_card_7_detailed_story": "Con Hrimthurs derrotado, los Æsir se volvieron hacia las ruinas de su obra. Las piedras que había colocado eran de una resistencia notable, y en lugar de destruirlas, los dioses decidieron utilizarlas para construir su propio muro. Piedra por piedra, completaron la fortaleza de Asgard —esta vez como verdaderos dueños de su destino. Las nuevas murallas se alzaron, imponentes e irrompibles, símbolo de su unidad restaurada tras la guerra con los Vanir y la amenaza del gigante. Se celebraron grandes festejos, y aunque el engaño de Loki había causado mucho caos, fue honrado por la astucia que aseguró la victoria. Los Æsir juraron defender Asgard a cualquier precio y velar por su reino hasta el mismísimo Ragnarök. El muro se convirtió en el baluarte eterno de su poder —una señal de que incluso ante las mayores amenazas, los dioses prevalecerían.",
  "story_the_wall_of_asgard_card_7_title": "La Reconstrucción de Asgard",
  "story_the_wall_of_asgard_title": "El Muro de Asgard",
  "story_thors_hammer_card_1_description": "Una mañana, Thor descubre que su martillo, Mjölnir, ha sido robado. Privado de su arma más poderosa, todo Asgard queda vulnerable ante las fuerzas del caos que amenazan los Nueve Reinos.",
  "story_thors_hammer_card_1_detailed_story": "Una mañana, Thor despertó con una furia tan terrible que hizo temblar todo Asgard. ¡Su martillo, Mjölnir —su posesión más preciada—, había desaparecido! Esta arma legendaria, forjada por los enanos en las profundidades de Svartalfheim, podía comandar el rayo y destrozar montañas.\n\nSin Mjölnir, Thor no era más que un dios ordinario. Peor aún, sin esta arma divina, todos los dioses de Asgard quedaban indefensos ante las fuerzas del caos que amenazaban constantemente los Nueve Reinos.\n\nLa búsqueda comenzó de inmediato. Heimdall escudriñó los horizontes con su mirada aguda, Odín envió a sus cuervos Huginn y Muninn hasta los rincones más lejanos del cosmos, pero el martillo seguía sin aparecer. Pronto las sospechas recayeron sobre los gigantes, los enemigos eternos de los dioses.",
  "story_thors_hammer_card_1_title": "El Robo de Mjölnir",
  "story_thors_hammer_card_2_description": "El gigante Thrym admite haber robado a Mjölnir y exige la mano de Freyja en matrimonio a cambio de su devolución. Su descarada petición enfurece a los dioses y provoca la ira de la propia diosa.",
  "story_thors_hammer_card_2_detailed_story": "La investigación llevó rápidamente hasta el gigante de escarcha Thrym, rey de los gigantes en las heladas tierras de Jötunheim. Lejos de negar su crimen, admitió sin vergüenza haber robado el martillo y lo escondió bajo tierra, donde ningún dios podría alcanzarlo.\n\nPero Thrym expuso sus condiciones con una sonrisa astuta: solo devolvería a Mjölnir si los dioses le entregaban la mano de la bella Freyja en matrimonio. La diosa del amor y la belleza debía convertirse en su esposa y reinar junto a él sobre el reino de los gigantes.\n\nEsta petición escandalosa llenó de indignación a todos los dioses de Asgard. ¿Cómo se atrevía a reclamar a la más hermosa de las diosas a cambio de un objeto robado? La propia Freyja estalló en una furia tan grande que su collar mágico, Brísingamen, se rompió bajo la fuerza de su ira. Los muros de Valhalla temblaron con su cólera.",
  "story_thors_hammer_card_2_title": "El Rescate de Thrym",
  "story_thors_hammer_card_3_description": "Para engañar a Thrym, Loki sugiere que Thor se disfrace de Freyja. A regañadientes, el dios del trueno acepta, poniéndose un vestido de novia y un velo para engañar a los gigantes.",
  "story_thors_hammer_card_3_detailed_story": "Entonces Loki tuvo una idea tan audaz como absurda: ¡Thor debía disfrazarse de Freyja para engañar a Thrym! La idea de que el más masculino de los dioses se vistiera de mujer divertía al astuto embaucador sin medida.\n\nThor rugió en protesta: “¡Jamás! ¡Los dioses se burlarán de mí por toda la eternidad! ¡Mi reputación como guerrero quedará arruinada!”\n\nPero el sabio Heimdall intervino: “¿Prefieres acaso ver a los gigantes invadir Asgard mientras permanecemos indefensos? Sin Mjölnir, estamos perdidos.”\n\nA regañadientes, Thor aceptó. Con la ayuda de Loki, se vistió con un magnífico traje de novia, se cubrió con un velo adornado con joyas y colocó el collar reparado de Freyja alrededor de su cuello. Sus poderosas manos quedaron ocultas bajo largos guantes de seda. Así disfrazado, el dios del trueno parecía una tímida novia velada.",
  "story_thors_hammer_card_3_title": "El Disfraz",
  "story_thors_hammer_card_4_description": "Durante el banquete de bodas, Thor devora un buey, ocho salmones y tres barriles de hidromiel. Los gigantes sospechan, pero Loki justifica su apetito diciendo que ha ayunado por amor.",
  "story_thors_hammer_card_4_detailed_story": "Al principio, el engaño pareció funcionar a la perfección. Thrym recibió a su ‘novia’ con una alegría desbordante y organizó de inmediato un gran banquete de bodas. Todos los gigantes de Jötunheim se reunieron para celebrar tan extraordinaria unión.\n\nPero durante el festín, Thor no pudo contener su legendario apetito. Olvidando su papel, devoró un buey entero, ocho salmones y todos los platos destinados a las mujeres. Luego vació tres barriles enteros de hidromiel de un solo trago, despertando las sospechas de los gigantes.\n\n“¡Por mi barba!” exclamó Thrym, con los ojos desorbitados. “¡Jamás he visto a una mujer comer y beber con tal apetito! ¿Por qué festeja la dulce Freyja con tanta voracidad?”\n\nLoki, siempre rápido para mentir, respondió con suavidad: “Noble Thrym, Freyja estaba tan ansiosa por esta boda que no ha comido nada en ocho días y ocho noches. ¡Solo el hambre la guía ahora!”",
  "story_thors_hammer_card_4_title": "El Banquete",
  "story_thors_hammer_card_5_description": "Cuando Mjölnir es colocado sobre el regazo de Thor para bendecir la boda, él lo toma, arranca su velo y masacra a Thrym y a los gigantes en una tormenta de relámpagos.",
  "story_thors_hammer_card_5_detailed_story": "Tranquilizado por la explicación de Loki, Thrym decidió proceder con la ceremonia. Siguiendo la antigua costumbre, ordenó que se trajera el martillo de Thor para bendecir la unión, colocándolo sobre el regazo de la novia como símbolo de fertilidad y protección.\n\nEn el instante en que Mjölnir tocó sus rodillas, Thor sintió que su fuerza divina regresaba como una ola. Sus ojos ardieron de alegría y de furia contenida. Con un solo y poderoso movimiento, arrancó su velo y desgarró el vestido de novia.\n\n“¡Soy Thor, hijo de Odín!” rugió, alzando su martillo en alto. “¡Y esta es mi respuesta a tu chantaje!”\n\nDe Mjölnir estallaron rayos mientras Thor desataba su ira sobre Thrym y todos los gigantes reunidos. El trueno sacudió el salón mientras los relámpagos convertían el banquete de bodas en un campo de batalla.\n\nAsí recuperó Thor su martillo, y nunca más los gigantes se atrevieron a desafiar abiertamente al dios del trueno.",
  "story_thors_hammer_card_5_title": "La Retribución",
  "story_thors_hammer_title": "El Martillo de Thor",
  "story_war_of_aesir_and_vanir_card_1_description": "La magia de los Vanir asombra pero inquieta a los Aesir, y la desconfianza comienza a arraigarse.",
  "story_war_of_aesir_and_vanir_card_1_detailed_story": "En el gran salón de los dioses del cielo, las llamas de las antorchas proyectaban sombras vacilantes en las paredes, como si escucharan los susurros de los inmortales. Los Vanir, maestros de los campos y las cosechas, habían introducido un nuevo tipo de magia —nacida de la tierra y de las estaciones— que fascinaba tanto como atemorizaba. Los Aesir, guerreros de Asgard, miraban con recelo este poder: este conocimiento ajeno amenazaba su autoridad. Entre ellos, algunos veían oportunidad, otros peligro. Las palabras se convirtieron en acusaciones, y las acusaciones en una furia apenas contenida. El silencio entre discursos ya no era de respeto, sino la quietud antes de la tormenta. La codicia se mezclaba con el miedo, el orgullo con la envidia. El viento que azotaba las puertas del salón parecía presagiar la ruptura. Cuando las miradas se tornaron demasiado pesadas y las manos se cerraron sobre los apoyabrazos, todos comprendieron que el hilo que unía a estos dos clanes estaba a punto de romperse. El frágil equilibrio del mundo ya se inclinaba hacia el caos.",
  "story_war_of_aesir_and_vanir_card_1_title": "La Sombra de la Discordia",
  "story_war_of_aesir_and_vanir_card_2_description": "El conflicto estalla tras el intento de los Aesir de destruir a una hechicera Vanir.",
  "story_war_of_aesir_and_vanir_card_2_detailed_story": "La tensión tomó forma en una mujer de los Vanir —mensajera y maestra de los poderes arcanos de la fertilidad. Su radiante belleza y conocimiento misterioso perturbaban el orden establecido. Los Aesir, incapaces de tolerar tal independencia, buscaron silenciarla con el fuego. Pero tres veces las llamas consumieron su cuerpo, y tres veces renació, más fuerte y resplandeciente, como si la tierra misma se negara a entregarla al fuego. Este acto reveló el abismo que separaba a los dos pueblos. Los Vanir, indignados por este sacrilegio, se alzaron en armas, invocando los vientos y las cosechas para que los ayudaran. Los Aesir, heridos en su orgullo, empuñaron sus lanzas y se prepararon para la batalla. La guerra no comenzó con un grito, sino con un silencio fatal, cuando todos supieron que no había vuelta atrás. La primera sangre pronto corrió, y con ella se rompió la ilusión de una paz duradera. Desde entonces, el aire se llenó de cenizas y maldiciones.",
  "story_war_of_aesir_and_vanir_card_2_title": "La Chispa de la Guerra",
  "story_war_of_aesir_and_vanir_card_3_description": "Aesir y Vanir chocan sin tregua, devastando tierra y cielo por igual.",
  "story_war_of_aesir_and_vanir_card_3_detailed_story": "Así comenzó una guerra que ninguna mente mortal podría haber concebido. Los Aesir atacaban con la furia del trueno, sus armas forjadas en los fuegos de las eternas fraguas. Los Vanir respondían invocando la fertilidad de la tierra, convirtiendo campos en trampas vivientes, convocando torrentes y bosques donde antes había desolación. Cada batalla destrozaba el mundo, cada victoria pronto se tornaba derrota. Las murallas de Asgard temblaban, y las llanuras de los Vanir se reducían a cenizas. Ningún bando retrocedía, y aun así, ninguno avanzaba. La guerra interminable se convirtió en una herida que no sanaba. Las canciones de los skalds ya no celebraban triunfos, sino solo ruina interminable. Los vientos llevaban el humo de las tierras incendiadas a los reinos mortales, y hasta Yggdrasil, el árbol cósmico, parecía gemir bajo el peso de esta discordia. En los ojos de los dioses ya no había orgullo, sino el cansancio de una lucha inútil. Y aun así, ninguno cedía primero.",
  "story_war_of_aesir_and_vanir_card_3_title": "La Guerra de los Dioses",
  "story_war_of_aesir_and_vanir_card_4_description": "Agotados, los dioses intercambian rehenes para sellar una frágil tregua.",
  "story_war_of_aesir_and_vanir_card_4_detailed_story": "Cuando se había derramado demasiada sangre, y las armas pesaban tanto como los corazones, surgió una idea de entre las ruinas de la batalla. Los dos clanes, incapaces de derrotarse, decidieron intentar un acto de confianza: el intercambio de rehenes. Los Vanir enviaron a dos de sus más sabios —un hermano y una hermana cuya belleza y poder superaban incluso los de los campos y ríos. Los Aesir, a su vez, ofrecieron a un maestro de runas, guardián de secretos ancestrales, y a otro dios de lengua afilada. El intercambio se selló no con alegría, sino con recelo, cada paso cargado de duda. Los rehenes cruzaron llanuras y fortalezas enemigas, llevando consigo las frágiles esperanzas de una paz incierta. El aire estaba tenso como la cuerda de un arco, y cada mirada podía convertirse en amenaza en cualquier momento. Sin embargo, a través de este acto de cautela, comenzó a volver un delicado equilibrio. Por primera vez en siglos, los dioses levantaron no sus armas, sino sus juramentos.",
  "story_war_of_aesir_and_vanir_card_4_title": "Los Rehenes del Destino",
  "story_war_of_aesir_and_vanir_card_5_description": "Los rehenes cumplen su palabra, y los dioses aprenden a unir sus fuerzas.",
  "story_war_of_aesir_and_vanir_card_5_detailed_story": "El tiempo hizo lo suyo, y lentamente los rehenes se convirtieron en algo más que garantes: se convirtieron en puentes. Los Vanir, acogidos entre los Aesir, enseñaron la magia de la tierra, revelando los secretos de la cosecha y las estaciones. Los Aesir, a cambio, compartieron la disciplina de sus runas, el valor en la batalla y el orden de sus leyes. Los rencores no desaparecieron de inmediato, pero a través de años de paciencia y pruebas compartidas, se tejieron lazos. Los hijos de estas uniones divinas llevaban en sí ambas herencias: la fuerza del trueno y la fertilidad de la tierra. Los banquetes reemplazaron a las batallas, y las canciones volvieron a celebrar la fuerza de la unidad en lugar de la desolación de la guerra. Sin embargo, en cada mirada permanecía una sombra: el recuerdo de la guerra, como una cicatriz que el tiempo no podía borrar. Aun así, por un tiempo, la paz reinó: frágil, pero real.",
  "story_war_of_aesir_and_vanir_card_5_title": "La Reconciliación de los Dioses",
  "story_war_of_aesir_and_vanir_card_6_description": "Aesir y Vanir unen sus fuerzas de manera definitiva, preparándose para el futuro.",
  "story_war_of_aesir_and_vanir_card_6_detailed_story": "El fin de la guerra no fue una victoria, sino un reconocimiento mutuo. Los Aesir comprendieron que no podían gobernar solos sobre el cielo y la batalla, y los Vanir aceptaron que la tierra y la fertilidad debían unirse con la fuerza y la ley. Comenzó una nueva era, en la que los dos clanes —largos enemigos— se sentaron lado a lado en los salones de Asgard. Los juramentos que pronunciaron resonaban como piedras colocadas en el lecho de un río: sólidos, pero sujetos a la corriente del destino. Los dioses sabían que vendrían pruebas, que el caos no había desaparecido, pero comprendieron que solo la unidad podría garantizar la supervivencia cuando llegara el crepúsculo venidero. Así, de las cenizas de la discordia nació la alianza. Los skalds cantaron entonces no la gloria de la victoria, sino la sabiduría del compromiso, y sus canciones resonaron incluso en los reinos mortales. Los Vanir y los Aesir se convirtieron en un solo pueblo divino, unidos no por la sangre derramada, sino por la sangre compartida.",
  "story_war_of_aesir_and_vanir_card_6_title": "La Alianza Sellada",
  "story_war_of_aesir_and_vanir_title": "La Guerra de los Aesir y los Vanir",
  "trophies_screen_title": "Mis Trofeos",
  "victory_popup_coins_earned": "¡Monedas ganadas!",
  "victory_popup_coins_earned_message": "¡Has ganado {coins} monedas!",
  "victory_popup_congratulations": "¡Felicidades!",
  "victory_popup_generic_message": "¡Has logrado una hazaña digna de los dioses!",
  "victory_popup_title": "¡Victoria!",
  "visual_novel_french_only_warning": "⚠️ Este juego está actualmente disponible solo en francés",
  "visual_novel_preliminary_screen_description": "Vive la trágica epopeya de Loki Laufeyjarson a través de sus propios ojos. De hijo adoptivo de Odín al catalizador del Ragnarök, descubre cómo el amor, la traición y la amargura dan forma al destino de un dios.",
  "visual_novel_preliminary_screen_start_button": "Comenzar la Epopeya (Solo en francés)",
  "visual_novel_title": "La vida de Loki",
  "vn_act2_description": "Cuando el aburrimiento conduce al destino",
  "vn_act2_title": "El Útil",
  "vn_bet_brokkr_1": "¡Ja! Loki, ¡conocemos tus trucos! ¡Quieres enfrentarnos unos contra otros!",
  "vn_bet_brokkr_2": "¡Trato hecho! ¡Te mostraremos lo que es la verdadera forja!",
  "vn_bet_drunk_brokkr_1": "*Risas* ¡Por mi barba! ¡Está completamente borracho! ¿Quieres hacer una apuesta en este estado?",
  "vn_bet_drunk_eitri_1": "¡El hidromiel hace las apuestas más... interesantes! ¿Qué propones, Loki tambaleante?",
  "vn_bet_drunk_loki_1": "*Hic* Mis amigos enanos... *eructo* ¿Quién... quién forja mejor? *hipo* ¿Entre ustedes dos?",
  "vn_bet_drunk_loki_2": "*Hic* Mi cabeza contra... *eructo* ... ¡sus tesoros más hermosos! *hipo* ¡Fácil!",
  "vn_bet_drunk_narrator_1": "*Los enanos se miran con diversión. ¿Afectará la embriaguez de Loki sus talentos de saboteador?*",
  "vn_bet_drunk_title": "La Apuesta Tambaleante",
  "vn_bet_eitri_1": "Pero... un desafío podría ser divertido, hermano. ¿Qué propones, dios travieso?",
  "vn_bet_loki_1": "Mis amigos enanos, sus talentos son conocidos en todos los Nueve Reinos. Pero díganme... ¿quién forja mejor?",
  "vn_bet_loki_2": "Una apuesta simple: ¿quién creará los tres regalos más hermosos para los dioses? ¡Mi cabeza como apuesta!",
  "vn_bet_title": "La Apuesta Fatídica",
  "vn_brokkr": "Brokkr",
  "vn_choice1_content": "¿Cómo romperá Loki la monotonía de este día perfecto?",
  "vn_choice1_opt1_desc": "Un gesto impulsivo, deliberado... La malicia en su forma más pura. Su cabello dorado se vería tan hermoso una vez cortado. [50% de los destinos]",
  "vn_choice1_opt1_text": "Cortar el cabello de Sif (Malicia pura)",
  "vn_choice1_opt2_desc": "¿Por qué no hacer mi propia fiesta? ¡El hidromiel ahuyenta el aburrimiento y trae hilaridad! [30% de los destinos]",
  "vn_choice1_opt2_text": "Beber el barril de hidromiel (Fiesta en solitario)",
  "vn_choice1_opt3_desc": "El aburrimiento puede llevar a la creación. ¿Por qué no visitar a los herreros? [20% de los destinos - Camino menor]",
  "vn_choice1_opt3_text": "Ignorar a Sif e ir a las forjas",
  "vn_choice1_title": "El Aburrimiento Creador",
  "vn_choice_path_drunk_mead_fest": "Beber el barril de hidromiel (Fiesta en solitario)",
  "vn_choice_path_drunk_mead_fest_desc": "¿Por qué no hacer mi propia fiesta? ¡El hidromiel ahuyenta el aburrimiento y trae hilaridad! [30% de los destinos]",
  "vn_choice_path_ignore_proactive": "Ignorar a Sif e ir a las forjas",
  "vn_choice_path_ignore_proactive_desc": "El aburrimiento puede llevar a la creación. ¿Por qué no visitar a los herreros? [20% de los destinos - Camino menor]",
  "vn_choice_path_malice_cut_hair": "Cortar el cabello de Sif (Malicia pura)",
  "vn_choice_path_malice_cut_hair_desc": "Un gesto impulsivo, deliberado... Malicia pura. Su cabello dorado se vería tan hermoso una vez cortado. [50% de los destinos]",
  "vn_drunk_accident_loki_1": "*Tambalea* Bueno... solo una pequeña siesta cerca de la bella Sif... *hic* ¿Qué podría pasar?",
  "vn_drunk_accident_loki_2": "*Hic* ¡Ups! Mis... mis tijeras se resbalaron! ¡Es... es culpa del hidromiel! *eructo*",
  "vn_drunk_accident_loki_3": "*Hic* Yo... ¡Puedo explicarlo todo! ¡Fue un accidente! El hidromiel, ya sabes... *hipo*",
  "vn_drunk_accident_narrator_1": "*Loki, completamente borracho, tropieza con sus tijeras de jardín y corta ACCIDENTALMENTE el cabello de Sif*",
  "vn_drunk_accident_sif_1": "¡MI CABELLO! ¡LOKI! ¿¡QUÉ HAS HECHO!?",
  "vn_drunk_accident_title": "El Accidente Ebrio",
  "vn_drunk_fest_loki_1": "¡Ah! Este barril de hidromiel olvidado... ¿Por qué esperar una fiesta cuando puedes crear la tuya?",
  "vn_drunk_fest_loki_2": "¡Mmh! *glub glub* ¡Delicioso! *hic* ¡El aburrimiento ya se va volando! *burbujas* Un poco más...",
  "vn_drunk_fest_loki_3": "*Hic* ¡Ahí está! *eructo* ¡Ahora todo Asgard parece... más divertido! *tambalea*",
  "vn_drunk_fest_narrator_1": "*Loki se acerca al barril y comienza a beber directamente de él*",
  "vn_drunk_fest_narrator_2": "*Animación: Loki vacía metódicamente el barril, burbujas escapan, la pantalla se tambalea ligeramente*",
  "vn_drunk_fest_title": "Fiesta en Solitario - El Hidromiel Llama",
  "vn_drunk_promise_content": "¿Cómo intentará Loki compensarlo, incluso borracho?",
  "vn_drunk_promise_opt1_desc": "*Hic* Yo... ¡puedo hacerlo mejor! ¡Cabello de oro! ¡En los... los hijos de Ívaldi! *eructo*",
  "vn_drunk_promise_opt1_text": "Prometer cabello dorado (balbuceando)",
  "vn_drunk_promise_opt2_desc": "¡No fui yo! ¡El barril me obligó! *hipo*",
  "vn_drunk_promise_opt2_text": "Culpar al hidromiel y negar",
  "vn_drunk_promise_title": "Promesa de Borracho",
  "vn_drunk_thor_loki_1": "*Hic* ¡Thor hermano mío! *eructo* Fue... un accidente! El hidromiel y... las tijeras... *hipo*",
  "vn_drunk_thor_narrator_1": "*Thor agarra a Loki por el cuello, aún más enfadado por la evidente borrachera*",
  "vn_drunk_thor_sif_1": "¡THOR! ¡VEN A VER LO QUE HA HECHO TU HERMANO! ¡ESTÁ COMPLETAMENTE BORRACHO!",
  "vn_drunk_thor_thor_1": "¡Por la barba de Odín! ¡Tu cabello! Y tú Loki... ¡apestas a hidromiel a kilómetros de distancia!",
  "vn_drunk_thor_thor_2": "¡INCLUSO BORRACHO, TU MALICIA APESTA! ¿Cómo puedes ser tan torpe y tan destructivo al mismo tiempo?!",
  "vn_drunk_thor_title": "Thor y el Borracho Culpable",
  "vn_dwarves_brokkr_1": "Asumes tu malicia, Loki. Ya es mejor que tus mentiras habituales.",
  "vn_dwarves_drunk_brokkr_1": "¡Por mi barba! ¡Apestas a hidromiel, Loki! *risas* ¿Y quieres que forjemos cabello de oro en este estado?",
  "vn_dwarves_drunk_eitri_1": "Al menos no viniste con mentiras esta vez. ¡La embriaguez hace honesto!",
  "vn_dwarves_drunk_loki_1": "*Hic* Escúchenme... *eructo* ¡Fue un accidente! ¡El hidromiel me... *hipo* ... traicionó!",
  "vn_dwarves_drunk_narrator_1": "*Hic* Loki llega tambaleándose a casa de los hijos de Ívaldi, todavía mareado por el hidromiel. Los enanos lo miran con diversión y exasperación.",
  "vn_dwarves_drunk_narrator_2": "*En las forjas subterráneas, el ambiente es... peculiar*",
  "vn_dwarves_drunk_narrator_3": "Los enanos aceptan, pero advierten: \"Tu estado de embriaguez podría afectar tu concentración para las tareas que vienen...\"",
  "vn_dwarves_drunk_title": "En Casa de los Hijos de Ívaldi (Versión Ebria)",
  "vn_dwarves_narrator_1": "Loki llega a casa de los hijos de Ívaldi, decidido a reparar el daño causado por su malicia deliberada. Los enanos lo reciben con desconfianza pero respetan su petición directa.",
  "vn_dwarves_narrator_2": "*En las forjas subterráneas, Brokkr y Eitri trabajan el metal*",
  "vn_dwarves_narrator_3": "Los hijos de Ívaldi aceptan crear cabello de oro puro para Sif.",
  "vn_dwarves_title": "En Casa de los Hijos de Ívaldi",
  "vn_eitri": "Eitri",
  "vn_ending_artisan_p1": "Loki elige el camino de la creación en lugar de la destrucción.",
  "vn_ending_artisan_p2": "*En las forjas de los enanos*",
  "vn_ending_artisan_p3": "\"¡No vengo a pedir reparación de una falta, sino a proponer colaboración!\"",
  "vn_ending_artisan_p4": "Los enanos, sorprendidos por este enfoque inusual, reciben a Loki con curiosidad.",
  "vn_ending_artisan_p5": "*Montaje: Loki ayuda a forjar magníficas creaciones*",
  "vn_ending_artisan_p6": "\"Por una vez, mis talentos sirven a la belleza en lugar del caos.\"",
  "vn_ending_artisan_p7": "*Asgard descubre un Loki creador*",
  "vn_ending_artisan_p8": "**FINAL BUENO 2: \"EL ARTESANO INSPIRADO\"** - A veces, el aburrimiento lleva a la realización...",
  "vn_ending_artisan_title": "Final: El Artesano Inspirado",
  "vn_ending_bad_p1": "La malicia de Loki no conoce límites. ¡Destruye completamente la forja de los hermanos!",
  "vn_ending_bad_p2": "*Desastre total*",
  "vn_ending_bad_p3": "Brokkr grita: \"¡NUESTRO TRABAJO DE TODA LA VIDA! ¡DESTRUIDO!\"",
  "vn_ending_bad_p4": "Thor, loco de rabia: \"¡ESTA VEZ, HAS IDO DEMASIADO LEJOS!\"",
  "vn_ending_bad_p5": "*Incluso Odín aparta la mirada*",
  "vn_ending_bad_p6": "\"Loki... has cruzado una línea. Las consecuencias serán terribles.\"",
  "vn_ending_bad_p7": "*Loki es desterrado de Asgard, solo frente a su malicia destructiva*",
  "vn_ending_bad_p8": "\"Quise el caos... obtuve la soledad.\"",
  "vn_ending_bad_p9": "**FINAL MALO 1: \"EL PARIA DE ASGARD\"** - Algunas líneas nunca deben cruzarse...",
  "vn_ending_bad_title": "Final: El Paria de Asgard",
  "vn_ending_canon_p1": "El sabotaje de Loki funciona perfectamente. Mjöllnir sale de la forja con un mango acortado, pero sigue siendo un arma formidable.",
  "vn_ending_canon_p2": "*Juicio en Asgard*",
  "vn_ending_canon_p3": "Los dioses deliberan. ¡Brokkr y Eitri ganaron la apuesta! Sus creaciones superan las de los hijos de Ívaldi.",
  "vn_ending_canon_p4": "Brokkr avanza hacia Loki: \"¡Tu cabeza nos pertenece!\"",
  "vn_ending_canon_p5": "Loki sonríe: \"¡Tomen mi cabeza, pero no mi cuello! ¡Son uno!\"",
  "vn_ending_canon_p6": "*Los enanos, frustrados, cosen su boca*",
  "vn_ending_canon_p7": "*Montaje: Loki aprende el silencio... temporalmente*",
  "vn_ending_canon_p8": "**FINAL NEUTRAL 1: \"EL LEGADO CANÓNICO\"** - La malicia tiene un precio, pero Loki siempre encuentra una salida...",
  "vn_ending_canon_title": "Final: El Legado Canónico",
  "vn_ending_drunk_comique_p1": "Loki logra sabotear normalmente a pesar de su embriaguez. Mjöllnir sale con un mango corto.",
  "vn_ending_drunk_comique_p2": "*Juicio de los dioses*",
  "vn_ending_drunk_comique_p3": "Odín: \"¡Loki, tu boca será cosida por tus mentiras!\"",
  "vn_ending_drunk_comique_p4": "*Pero cuando los enanos se acercan con la aguja...*",
  "vn_ending_drunk_comique_p5": "Loki: \"¡*ERUUUCTO*!\"",
  "vn_ending_drunk_comique_p6": "Thor: \"¡No puede dejar de eructar! ¿Cómo coser una boca que eructa?\"",
  "vn_ending_drunk_comique_p7": "*Risas generales. Los dioses abandonan el castigo por piedad*",
  "vn_ending_drunk_comique_p8": "Loki: \"*Hic* El hidromiel... *eructo* ... ¡mejor defensa legal! *hipo*\"",
  "vn_ending_drunk_comique_p9": "**FINAL NEUTRAL 3: \"EL DESPIDO CÓMICO\"** - Cuando la embriaguez se convierte en escudo legal...",
  "vn_ending_drunk_comique_title": "Final: El Despido Cómico",
  "vn_ending_drunk_fatal_p1": "*¡Catástrofe total!* Loki, demasiado borracho, tambalea y se estrella en la forja, ¡destruyendo todo!",
  "vn_ending_drunk_fatal_p2": "*Las llamas se apagan, los metales se mezclan, todo está arruinado*",
  "vn_ending_drunk_fatal_p3": "Brokkr: \"¡DESASTRE! Nuestro trabajo de semanas... ¡destruido!\"",
  "vn_ending_drunk_fatal_p4": "Thor: \"¡Esta vez, no hay excusas! ¡El hidromiel no justifica todo!\"",
  "vn_ending_drunk_fatal_p5": "*Loki gime en el suelo, todavía borracho*",
  "vn_ending_drunk_fatal_p6": "\"*Hic* Yo... no quería... *hipo* El barril me... *eructo* ... ¡traicionó!\"",
  "vn_ending_drunk_fatal_p7": "Thor: \"¡NO MÁS EXCUSAS! ¡Limpiarás los Nueve Reinos!\"",
  "vn_ending_drunk_fatal_p8": "**FINAL MALO 5: \"HIDROMIEL FATAL\"** - La embriaguez tiene sus límites... y sus consecuencias.",
  "vn_ending_drunk_fatal_title": "Final: Hidromiel Fatal",
  "vn_ending_drunk_hero_p1": "*Hic* Loki, ralentizado por el hidromiel, sabotea torpemente la forja. Su mosca tambalea, sus picaduras son débiles...",
  "vn_ending_drunk_hero_p2": "*¡Resultado inesperado: Mjöllnir sale PERFECTO de la forja!*",
  "vn_ending_drunk_hero_p3": "Thor, asombrado: \"¡Por Odín! Este martillo es... ¡magnífico! ¡Perfecto en todos los sentidos!\"",
  "vn_ending_drunk_hero_p4": "Odín sonríe: \"¡El hidromiel te salvó, Loki! ¡Tu torpeza preservó la obra!\"",
  "vn_ending_drunk_hero_p5": "*Loki eructa de satisfacción*",
  "vn_ending_drunk_hero_p6": "\"*Hic* ¿Quién hubiera pensado que... *eructo* ... la embriaguez sería mi... *hipo* ... mejor aliada!\"",
  "vn_ending_drunk_hero_p7": "**FINAL BUENO 4: \"EL HÉROE BORRACHO\"** - A veces, la torpeza es mejor que la malicia...",
  "vn_ending_drunk_hero_title": "Final: El Héroe Borracho",
  "vn_ending_drunk_servant_p1": "Thor, exasperado por la borrachera y la negación de Loki, decide un castigo apropiado.",
  "vn_ending_drunk_servant_p2": "\"¡Ya que el hidromiel te hace tan... creativo, vas a limpiar todo Asgard! ¡Hasta que recuperes tus sentidos!\"",
  "vn_ending_drunk_servant_p3": "*Montaje cómico: Loki tambalea mientras limpia los palacios, todavía borracho*",
  "vn_ending_drunk_servant_p4": "\"*Hic* Al menos... *eructo* ... el hidromiel hace el trabajo más... *hipo* ... soportable!\"",
  "vn_ending_drunk_servant_p5": "**FINAL NEUTRAL 2: \"SIRVIENTE BORRACHO\"** - Loki aprende que la embriaguez puede llevar a las tareas...",
  "vn_ending_drunk_servant_title": "Final: El Sirviente Borracho",
  "vn_ending_good_p1": "Loki elige la moderación. Su sabotaje es tan mínimo que Mjöllnir sale casi perfecto de la forja.",
  "vn_ending_good_p2": "*Reacción de los dioses*",
  "vn_ending_good_p3": "Thor levanta el martillo: \"¡Es magnífico! ¡Perfectamente equilibrado!\"",
  "vn_ending_good_p4": "Odín observa a Loki con sorpresa: \"¿Mostraste... sabiduría?\"",
  "vn_ending_good_p5": "*Incluso los enanos están impresionados*",
  "vn_ending_good_p6": "Brokkr: \"Podrías haber destruido todo, pero elegiste la medida. Respeto, Loki.\"",
  "vn_ending_good_p7": "*Por una vez, Loki es apreciado por su moderación*",
  "vn_ending_good_p8": "\"A veces, la malicia consiste en saber... no ser malicioso.\"",
  "vn_ending_good_p9": "**FINAL BUENO 1: \"EL SABIO ARREPENTIMIENTO\"** - La verdadera astucia es a veces no usarla...",
  "vn_ending_good_title": "Final: El Sabio Arrepentimiento",
  "vn_loki": "Loki",
  "vn_malice_cut_loki_1": "La perfección de estos cabellos dorados... es hora de crear un poco de caos en este mundo demasiado ordenado.",
  "vn_malice_cut_loki_2": "¡Ahí está! El arte del caos instantáneo. Esta sensación de adrenalina pura... ¡Deliciosa!",
  "vn_malice_cut_loki_3": "¡Hola Sif! Tienes... un estilo muy vanguardista ahora!",
  "vn_malice_cut_narrator_1": "*Con precisión diabólica, Loki se acerca a Sif dormida y corta su magnífico cabello con un gesto fluido*",
  "vn_malice_cut_sif_1": "¡MI CABELLO! ¿QUIÉN... QUIÉN SE ATREVIÓ A HACER ESTO?!",
  "vn_malice_cut_title": "El Acto de Malicia Pura",
  "vn_narrator": "Narrador",
  "vn_odin": "Odín",
  "vn_promise_hair_loki_1": "¡Puedo crearle un cabello aún más magnífico! ¡Cabello de oro verdadero, forjado por los hijos de Ívaldi!",
  "vn_promise_hair_narrator_1": "*Y así es como la malicia pura de Loki lo lleva a las forjas legendarias...*",
  "vn_promise_hair_thor_1": "Más te vale cumplir tu promesa, hermano. Porque si no...",
  "vn_promise_hair_title": "La Promesa Dorada",
  "vn_sabotage_content": "Los hermanos forjan con ardor. Mjöllnir toma forma. Este es el momento crítico...",
  "vn_sabotage_drunk_content": "*Hic* Los hermanos forjan... Mjöllnir crece... *hipo* ¡Hora de... de sabotear! *eructo*",
  "vn_sabotage_drunk_opt1_desc": "*Hic* Despacio... *eructo* Mis reflejos están... *hipo* ... ralentizados...",
  "vn_sabotage_drunk_opt1_text": "Sabotaje lento (Embriaguez = torpeza)",
  "vn_sabotage_drunk_opt2_desc": "Incluso borracho, puedo... *hic* ... ¡hacer sabotaje! *eructo*",
  "vn_sabotage_drunk_opt2_text": "Sabotaje clásico (Concentración ebria)",
  "vn_sabotage_drunk_opt3_desc": "*Hipo* Yo... voy a... *tambalea* ... ¡Ups! *cae*",
  "vn_sabotage_drunk_opt3_text": "Sabotaje fallido (Demasiado borracho)",
  "vn_sabotage_drunk_title": "Sabotaje Tambaleante",
  "vn_sabotage_opt1_desc": "Picar lo justo para acortar el mango, pero no demasiado.",
  "vn_sabotage_opt1_text": "Sabotaje preciso y medido",
  "vn_sabotage_opt2_desc": "Apenas tocar la forja... Dejar casi perfecto.",
  "vn_sabotage_opt2_text": "Sabotaje mínimo",
  "vn_sabotage_opt3_desc": "¡Destruir completamente su trabajo! ¡Venganza total!",
  "vn_sabotage_opt3_text": "Sabotaje excesivo",
  "vn_sabotage_title": "El Arte del Sabotaje",
  "vn_scene_first_choice_content": "¿Cómo romperá Loki la monotonía de este día perfecto?",
  "vn_scene_first_choice_title": "Aburrimiento Creativo",
  "vn_scene_malice_hair_cut_dialogue_1": "La perfección de este cabello dorado... es hora de crear un poco de caos en este mundo demasiado ordenado.",
  "vn_scene_malice_hair_cut_dialogue_2": "*Con precisión diabólica, Loki se acerca a Sif dormida y corta su magnífico cabello con un gesto fluido*",
  "vn_scene_malice_hair_cut_dialogue_3": "¡Ahí está! El arte del caos instantáneo. Esta sensación de adrenalina pura... ¡Deliciosa!",
  "vn_scene_malice_hair_cut_dialogue_4": "¡MI CABELLO! ¿QUIÉN... QUIÉN SE ATREVIÓ A HACER ESTO?!",
  "vn_scene_malice_hair_cut_dialogue_5": "¡Hola Sif! Tienes... ¡un estilo muy vanguardista ahora!",
  "vn_scene_malice_hair_cut_title": "El Acto de Malicia Pura",
  "vn_scene_root_bored_loki_dialogue_1": "*En los palacios dorados de Asgard, la eternidad pesa sobre la mente de Loki*",
  "vn_scene_root_bored_loki_dialogue_2": "Otro día perfecto... Demasiado perfecto. El orden, la armonía, la perfección eterna de Asgard... Qué... aburrido.",
  "vn_scene_root_bored_loki_dialogue_3": "*Loki deambula por los jardines dorados, su mirada cae sobre Sif durmiendo pacíficamente junto a la fuente*",
  "vn_scene_root_bored_loki_dialogue_4": "Ah, la hermosa Sif... Su cabello dorado flota en la brisa matutina como hilos de luz. Tan sereno... tan predecible.",
  "vn_scene_root_bored_loki_dialogue_5": "*A lo lejos, un barril de hidromiel abandonado de las festividades de ayer llama la atención*",
  "vn_scene_root_bored_loki_dialogue_6": "Hmm... ¿Qué hacer con este día que se anuncia tan... ordinario? El llamado de la malicia hace cosquillas en mi alma, pero el hidromiel también canta sus encantos...",
  "vn_scene_root_bored_loki_title": "El Aburrimiento de Asgard",
  "vn_scene_root_loki_1": "Otro día perfecto... Demasiado perfecto. El orden, la armonía, la perfección eterna de Asgard... Qué... aburrido.",
  "vn_scene_root_loki_2": "Ah, la bella Sif... Su cabello dorado flota en la brisa matutina como hilos de luz. Tan serenos... tan predecibles.",
  "vn_scene_root_loki_3": "Hmm... ¿Qué hacer con este día que promete ser tan... ordinario? La llamada de la malicia cosquillea mi alma, pero el hidromiel también canta sus encantos...",
  "vn_scene_root_narrator_1": "*En los palacios dorados de Asgard, la eternidad pesa sobre la mente de Loki*",
  "vn_scene_root_narrator_2": "*Loki deambula por los jardines dorados, su mirada cae sobre Sif que duerme pacíficamente junto a la fuente*",
  "vn_scene_root_narrator_3": "*A lo lejos, un barril de hidromiel abandonado de las festividades de ayer llama la atención*",
  "vn_scene_root_title": "El Aburrimiento de Asgard",
  "vn_sif": "Sif",
  "vn_speaker_narrateur": "Narrador",
  "vn_story_description": "La epopeya de Loki de múltiples destinos",
  "vn_story_title": "El Oráculo de Asgard - Loki",
  "vn_thor": "Thor",
  "vn_thor_fury_loki_1": "¡Ah! Thor, siempre tan... expresivo! Escucha, podría tener una solución...",
  "vn_thor_fury_narrator_1": "*Thor agarra violentamente a Loki por el cuello, sus ojos lanzando relámpagos*",
  "vn_thor_fury_sif_1": "¡LOKI! ¡THOR! ¡VEN A VER LO QUE HA HECHO TU HERMANO!",
  "vn_thor_fury_thor_1": "¿Qué es lo que... ¡POR LA BARBA DE ODÍN! ¡Tu cabello!",
  "vn_thor_fury_thor_2": "¡VAS A REEMPLAZAR SU CABELLO INMEDIATAMENTE, O TE ROMPERÉ EN MIL PEDAZOS!",
  "vn_thor_fury_title": "La Furia de Thor",
  "widgets_custom_video_player_codec_incompatible": "Formato de video no compatible",
  "widgets_custom_video_player_error_loading_music": "Error al cargar la música de la carta {cardId}: {error}",
  "widgets_custom_video_player_error_loading_video": "Error al cargar el video: {error}",
  "widgets_custom_video_player_error_resuming_music": "Error al reanudar la música: {error}",
  "widgets_custom_video_player_failed_download": "Error al descargar la imagen desde {url}: {statusCode}",
  "widgets_custom_video_player_network_error": "Error de conexión de red",
  "widgets_custom_video_player_playback_error": "Error en la reproducción de video",
  "widgets_custom_video_player_timeout": "Tiempo de carga del video agotado",
  "widgets_custom_video_player_timeout_loading_music": "Tiempo de espera agotado al cargar la música de la carta {cardId}",
  "widgets_game_help_dialog_title": "Ayuda",
  "widgets_guide_jormungandr_popup_controls": "⌨️ Controles:\n↑↓←→ Flechas | R: Reiniciar",
  "widgets_guide_jormungandr_popup_description": "Ayuda a la Serpiente del Mundo a crecer\ndevorando las ofrendas de los mortales",
  "widgets_guide_jormungandr_popup_start_button": "Despertar a la Serpiente",
  "widgets_guide_jormungandr_popup_title": "Guía a Jörmungandr",
  "word_search_default_clue": "Encuentra las palabras ocultas.",
  "word_search_preliminary_screen_help_text": "Odín sacrificó su ojo por sabiduría. Encuentra las palabras ocultas relacionadas con la mitología nórdica en la cuadrícula de runas.",
  "word_search_preliminary_screen_start_button": "Comenzar la Búsqueda",
  "word_search_screen_rule_1": "Encuentra todas las palabras ocultas en la cuadrícula.",
  "word_search_screen_rule_2": "Las palabras pueden ser horizontales, verticales o diagonales, y leerse en ambas direcciones.",
  "word_search_screen_rule_3": "Selecciona letras deslizando el dedo por la cuadrícula.",
  "word_search_screen_rule_4": "Una vez encontradas todas las palabras, se pedirá una palabra secreta.",
  "word_search_screen_rule_5": "Usa las letras restantes para formar la palabra secreta y confirma tu victoria.",
  "word_search_screen_title": "El Ojo de Odín",
  "word_search_title": "El Ojo de Odín"
}