{
  "about_screen_about_content": "Cette application est un hommage au monde fascinant de la mythologie nordique. Elle a été conçue pour offrir une expérience immersive et éducative à travers des quiz, des histoires et des mini-jeux.",
  "about_screen_about_title": "À propos de l'application",
  "about_screen_contact_us": "Nous contacter",
  "about_screen_contribution_content": "Ce projet est open source. N'hésitez pas à contribuer sur GitHub.",
  "about_screen_contribution_title": "Contribution",
  "about_screen_creators_content": "Créé par une petite équipe de passionnés de mythologie, de conteurs et de développeurs unis par l'amour des légendes.",
  "about_screen_creators_lead_dev": "Développeur & Concepteur Principal :",
  "about_screen_creators_title": "Équipe & Créateurs",
  "about_screen_disclaimer_content": "Cette application est basée sur la mythologie nordique et n'est pas affiliée, sponsorisée ou approuvée par Marvel.",
  "about_screen_disclaimer_title": "Avertissement",
  "about_screen_github_link": "Voir sur GitHub",
  "about_screen_legal_title": "Légal",
  "about_screen_privacy_link": "Politique de confidentialité",
  "about_screen_roadmap_content": "Prochainement : de nouveaux royaumes, plus d'histoires et des défis mythiques. Restez à l'écoute pour la prochaine saga !",
  "about_screen_roadmap_title": "Fonctionnalités Futures / Roadmap",
  "about_screen_support_title": "Soutenir le projet",
  "about_screen_tech_content": "Construit avec Flutter et propulsé par des bibliothèques open-source. Ce projet a également été ramené à la vie avec l'aide de plusieurs outils d'IA : Nightcafé pour les images, Gemini CLI pour le codage, Vidnoz pour les animations et Suno pour les musiques.",
  "about_screen_tech_title": "Technologies & IA",
  "about_screen_terms_link": "Conditions d'utilisation",
  "about_screen_thanks_content": "Un merci spécial à nos premiers testeurs et soutiens qui ont aidé à façonner l'Oracle d'Asgard. Vos retours ont forgé ce royaume comme les nains forgent les armes divines.",
  "about_screen_thanks_title": "Remerciements",
  "about_screen_version_content": "Vous utilisez la version {version} de l'application Oracle d'Asgard.",
  "about_screen_version_title": "Version de l'application",
  "about_screen_vision_content": "Oracle d’Asgard est né d’une passion pour la mythologie nordique et la narration. Notre vision est de faire revivre les mythes anciens à travers des expériences interactives qui mêlent apprentissage, jeu et art. Chaque énigme, chaque histoire, chaque rune que vous rencontrez porte un fragment de cette magie ancestrale.",
  "about_screen_vision_title": "Histoire & Vision",
  "app_title": "Oracle d'Asgard",
  "asgard_wall_game_screen_congratulations": "Félicitations !",
  "asgard_wall_game_screen_defeat": "Défaite !",
  "asgard_wall_game_screen_defeat_message": "💥 Un trou dans la muraille!\nLes Ases ne paieront pas le géant.",
  "asgard_wall_game_screen_next_pieces": "Prochaines pièces",
  "asgard_wall_game_screen_restart": "Redémarrer le Mur",
  "asgard_wall_game_screen_title": "Muraille d’Asgard",
  "asgard_wall_game_screen_victory": "Victoire !",
  "asgard_wall_game_screen_victory_message": "Vous avez accompli un exploit digne des dieux !",
  "asgard_wall_preliminary_screen_help_text": "Aidez Hrumthur à construire la muraille d’Asgard en plaçant les blocs qui tombent. Atteignez la hauteur de la victoire sans laisser de trous inaccessibles !",
  "asgard_wall_preliminary_screen_start_button": "Commencer la construction",
  "asgard_wall_welcome_screen_rule_1": "Construisez la muraille parfaite comme le géant bâtisseur. Votre objectif est de remplir toutes les cases jusqu’à la ligne dorée sans laisser de trous inaccessibles (fermés de tous les côtés).",
  "asgard_wall_welcome_screen_rule_2": "Contrôles: ←→ ou A/D pour bouger, ↑/W/Space/Q/E pour pivoter, ↓/S pour descendre (Les contrôles tactiles sont disponibles en jeu)",
  "collectible_card_audhumla_description": "La vache primordiale, née de la fonte des glaces au commencement des temps, tout comme le géant Ymir. De ses pis coulaient quatre rivières de lait qui nourrirent Ymir et permirent sa survie. En léchant un bloc de glace salé, Audhumla mit à jour Buri, le premier des dieux et l'ancêtre d'Odin. Elle est donc à l'origine des deux lignées, celle des géants et celle des dieux, qui s'affronteront durant le Ragnarök.",
  "collectible_card_audhumla_title": "Audhumla la Vache Cosmique",
  "collectible_card_baldr_description": "Le dieu de la lumière, de la beauté et de la pureté, fils d'Odin et de Frigg. Adoré de tous, sa présence apportait joie et paix. Un rêve prémonitoire de sa propre mort poussa sa mère, Frigg, à faire jurer à toute chose dans la création de ne jamais lui nuire. Seul le gui, jugé trop jeune et inoffensif, fut oublié. Sa mort tragique, orchestrée par Loki, fut le premier et plus terrible présage de la venue du Ragnarök, la fin des temps.",
  "collectible_card_baldr_title": "Baldr le Bon",
  "collectible_card_bifrost_description": "Le pont arc-en-ciel vibrant et chatoyant qui relie Midgard, le monde des hommes, à Asgard, la forteresse des dieux. Il est décrit comme étant fait de feu, d'air et d'eau, et est plus solide que n'importe quelle autre structure. Il est gardé en permanence par le dieu Heimdall, qui en surveille l'accès depuis son poste de garde, Himinbjörg. Le Bifrost s'effondrera lors du Ragnarök sous le poids des géants de feu menés par Surt.",
  "collectible_card_bifrost_title": "Bifrost",
  "collectible_card_bragi_description": "Le dieu de la poésie, de l'éloquence et de la musique. Il est l'époux d'Idunn, la gardienne des pommes de jouvence. Bragi est représenté comme un vieil homme sage à la longue barbe, dont les paroles sont si belles qu'elles charment tous ceux qui les entendent. Il est le scalde (poète) de la cour des dieux à Asgard, accueillant les guerriers valeureux arrivant au Valhalla avec ses chants épiques qui relatent leurs hauts faits et la gloire des dieux.",
  "collectible_card_bragi_title": "Bragi",
  "collectible_card_brisingamen_description": "Le magnifique et légendaire collier de la déesse Freyja. Son nom signifie \"le bijou de feu\". Il fut forgé par quatre nains experts. Pour l'obtenir, Freyja dut passer une nuit avec chacun d'eux. Ce collier est le symbole de sa beauté, de sa séduction et de son pouvoir sur l'amour et le désir. Il fut volé par Loki et récupéré par Heimdall après un combat acharné où tous deux prirent la forme de phoques.",
  "collectible_card_brisingamen_title": "Brisingamen",
  "collectible_card_brokkr_sindri_description": "Deux frères nains, maîtres forgerons réputés pour leur habileté inégalée. Suite à une ruse de Loki, ils firent le pari avec le dieu qu'ils pourraient créer des objets plus merveilleux que ceux créés par les fils d'Ivaldi. Ils forgèrent ainsi trois trésors exceptionnels : le sanglier d'or Gullinbursti pour Freyr, l'anneau d'or Draupnir pour Odin, et le plus célèbre de tous, le marteau Mjöllnir pour Thor, malgré un défaut mineur (son manche court) dû à une intervention de Loki.",
  "collectible_card_brokkr_sindri_title": "Brokkr et Sindri",
  "collectible_card_draupnir_description": "L'anneau magique en or pur possédé par Odin, l'un des plus grands trésors des dieux. Forgé par les nains Brokkr et Sindri, son nom signifie \"le goutteur\". Il possède la capacité extraordinaire de se multiplier : toutes les neuf nuits, il produit huit nouveaux anneaux d'or de poids et de qualité identiques. Draupnir fut placé par Odin sur le bûcher funéraire de son fils Baldr en signe de respect, mais lui fut retourné du royaume des morts.",
  "collectible_card_draupnir_title": "Draupnir l'Anneau",
  "collectible_card_fenrir_description": "Le loup gigantesque, l'un des trois enfants monstrueux de Loki et de la géante Angrboda. Les dieux, effrayés par sa croissance rapide et les prophéties annonçant qu'il causerait leur perte, décidèrent de l'enchaîner. Après avoir brisé deux chaînes, il fut finalement lié par le lien magique Gleipnir. Lors du Ragnarök, il se libérera et accomplira son destin en dévorant Odin, avant d'être tué par Vidar, le fils d'Odin.",
  "collectible_card_fenrir_title": "Fenrir le Loup",
  "collectible_card_freyja_description": "Déesse majeure de la mythologie nordique, associée à l'amour, la beauté, la fertilité, mais aussi à la guerre, la richesse et la magie (le seidr). Sœur jumelle de Freyr, elle est la plus belle des déesses. Elle règne sur son propre royaume, Fólkvangr, où elle accueille la moitié des guerriers morts héroïquement au combat, l'autre moitié allant au Valhalla d'Odin. Elle possède le collier Brisingamen et un char tiré par deux chats.",
  "collectible_card_freyja_title": "Freyja",
  "collectible_card_frigg_description": "Déesse de l'amour, du mariage et de la maternité, épouse d'Odin et reine d'Asgard. Elle est la mère de Baldr, le dieu bien-aimé. Dotée du don de prophétie, elle connaît le destin de tous les êtres, y compris celui de son fils, mais ne peut le changer. Son amour maternel la poussa à protéger Baldr en faisant prêter serment à toute la création, une tentative désespérée qui fut déjouée par la ruse de Loki.",
  "collectible_card_frigg_title": "Frigg la Mère",
  "collectible_card_ginnungagap_description": "Le vide béant et silencieux qui existait avant toute création. C'était un abîme sans fond, bordé au nord par le royaume glacial de Niflheim et au sud par le royaume ardent de Muspelheim. C'est de la rencontre entre le souffle glacé de Niflheim et les étincelles brûlantes de Muspelheim au centre du Ginnungagap que la vie a émergé, donnant naissance au géant primordial Ymir et à la vache cosmique Audhumla.",
  "collectible_card_ginnungagap_title": "Le Ginnungagap",
  "collectible_card_gjallarhorn_description": "La \"Corne retentissante\" du dieu Heimdall. Il l'utilise pour surveiller le pont Bifrost. Le son de cette corne est si puissant qu'il peut être entendu dans les neuf mondes. Heimdall ne sonnera du Gjallarhorn qu'une seule fois, mais ce sera pour un événement capital : il l'utilisera pour alerter tous les dieux du début du Ragnarök, lorsque les géants et les monstres lanceront leur assaut final contre Asgard.",
  "collectible_card_gjallarhorn_title": "Gjallarhorn",
  "collectible_card_gleipnir_description": "La chaîne magique forgée par les nains pour lier le loup Fenrir. Contrairement aux lourdes chaînes précédentes que Fenrir avait brisées, Gleipnir était aussi fin et souple qu'un ruban de soie. Il était fabriqué à partir de six ingrédients impossibles : le son des pas d'un chat, la barbe d'une femme, les racines d'une montagne, les tendons d'un ours, le souffle d'un poisson et la salive d'un oiseau. C'est le seul lien que Fenrir ne put jamais briser.",
  "collectible_card_gleipnir_title": "Gleipnir",
  "collectible_card_gungnir_description": "La lance infaillible d'Odin, qui ne manque jamais sa cible. Son nom signifie \"la chancelante\". Elle fut également forgée par des nains, les fils d'Ivaldi, et obtenue par Loki. Un serment gravé sur sa pointe garantit sa précision. Gungnir est un symbole du pouvoir et de l'autorité d'Odin en tant que dieu de la guerre. C'est en se sacrifiant, pendu à Yggdrasil et transpercé par sa propre lance, qu'Odin acquit la connaissance des runes.",
  "collectible_card_gungnir_title": "Gungnir la Lance",
  "collectible_card_heimdall_description": "Le gardien vigilant d'Asgard, posté à l'entrée du pont Bifrost pour empêcher les géants d'envahir le royaume des dieux. Né de neuf mères, il possède des sens surhumains : sa vue perçante lui permet de voir à des centaines de lieues et son ouïe est si fine qu'il peut entendre l'herbe pousser. Il est le détenteur de la corne Gjallarhorn. Lors du Ragnarök, il sera le dernier à tomber, tuant son éternel ennemi Loki dans un combat où ils s'entretueront.",
  "collectible_card_heimdall_title": "Heimdall",
  "collectible_card_hel_description": "Fille de Loki et de la géante Angrboda, sœur du loup Fenrir et du serpent Jörmungandr. Bannie par Odin, elle devint la souveraine du royaume des morts, Helheim. Elle est souvent représentée avec un corps à moitié vivant et à moitié décomposé. Elle règne sur les âmes de ceux qui sont morts de maladie ou de vieillesse, par opposition aux guerriers morts au combat qui vont au Valhalla ou à Fólkvangr. Son pouvoir sur les morts est absolu.",
  "collectible_card_hel_title": "Hel",
  "collectible_card_helheim_description": "Le royaume des morts, l'un des neuf mondes, gouverné par la déesse Hel. C'est un lieu sombre, froid et brumeux, situé dans les profondeurs de Niflheim. C'est là que vont les âmes de ceux qui ne sont pas morts de manière héroïque au combat. L'entrée de Helheim est gardée par le chien monstrueux Garm. Même les dieux ne peuvent en réchapper sans la permission de Hel, comme le montre la vaine tentative de ramener Baldr à la vie.",
  "collectible_card_helheim_title": "Helheim",
  "collectible_card_hofund_description": "L'épée étincelante du dieu gardien Heimdall. Son nom signifie \"tête d'homme\", possiblement en référence à un pommeau sculpté. Comme son propriétaire, l'épée est un symbole de vigilance et de protection pour Asgard. Bien que moins célèbre que d'autres armes divines comme Mjöllnir ou Gungnir, Hofund est une arme puissante qui sera utilisée par Heimdall lors de son combat final et mutuellement destructeur contre Loki durant le Ragnarök.",
  "collectible_card_hofund_title": "Hofund",
  "collectible_card_hrimthurs_description": "Un géant (Jötunn) qui se présenta aux dieux sous les traits d'un simple bâtisseur. Il leur proposa un marché audacieux : construire une forteresse imprenable autour d'Asgard en seulement trois saisons. En paiement, il réclamait la déesse Freyja, ainsi que le Soleil et la Lune. Les dieux acceptèrent, pensant la tâche impossible. Mais le géant, aidé de son cheval magique Svadilfari, avança si vite que les dieux prirent peur et demandèrent à Loki d'intervenir.",
  "collectible_card_hrimthurs_title": "Hrimthurs le Bâtisseur",
  "collectible_card_huginnmuninn_description": "Les deux corbeaux perchés sur les épaules d'Odin. Leurs noms signifient \"Pensée\" (Huginn) et \"Mémoire\" (Muninn). Chaque matin, Odin les envoie parcourir les neuf mondes. À leur retour, ils lui murmurent à l'oreille tout ce qu'ils ont vu et entendu. Ils sont les sources d'information du Père de Tout, lui conférant une connaissance quasi omnisciente des événements passés, présents et à venir, et l'aidant dans sa quête insatiable de sagesse.",
  "collectible_card_huginnmuninn_title": "Huginn et Muninn",
  "collectible_card_idunn_description": "Déesse de la jeunesse et de l'éternité, épouse du dieu poète Bragi. Elle est la gardienne des pommes d'or, des fruits magiques qui confèrent aux dieux leur jeunesse et leur immortalité. Sans ces pommes, les dieux vieilliraient et mourraient comme de simples mortels. Idunn fut un jour enlevée par le géant Thjazi avec la complicité de Loki, forçant les dieux à vieillir jusqu'à ce que Loki soit contraint de la ramener à Asgard.",
  "collectible_card_idunn_title": "Idunn",
  "collectible_card_jormungandr_description": "Le Serpent de Midgard, l'un des trois enfants de Loki et de la géante Angrboda. Jeté dans l'océan qui entoure Midgard par Odin, il grandit de manière si démesurée qu'il finit par encercler le monde des hommes et se mordre la queue, d'où son surnom de \"Serpent-Monde\". Il est l'ennemi juré de Thor. Lors du Ragnarök, les deux adversaires s'affronteront dans un combat titanesque. Thor tuera Jörmungandr mais succombera à son venin neuf pas plus loin.",
  "collectible_card_jormungandr_title": "Jörmungandr",
  "collectible_card_loki_description": "Dieu de la ruse, de la discorde et de la métamorphose. Fils de géants mais admis parmi les dieux Ases, il est le frère de sang d'Odin. Intelligent et charmeur, il utilise ses talents pour aider les dieux à se sortir de situations difficiles, mais sa nature malicieuse et chaotique le pousse aussi à être à l'origine de la plupart de leurs problèmes. Père de monstres comme Fenrir, Jörmungandr et Hel, son rôle devient de plus en plus sombre, jusqu'à provoquer le Ragnarök.",
  "collectible_card_loki_title": "Loki",
  "collectible_card_mjollnir_description": "Le marteau légendaire de Thor, forgé par les nains Brokkr et Sindri. Symbole de protection et de destruction, il est capable de contrôler la foudre et le tonnerre. Mjöllnir ne manque jamais sa cible et revient toujours à son porteur après avoir été lancé. C'est l'une des armes les plus puissantes des dieux, indispensable dans la lutte éternelle contre les forces du chaos, notamment les géants.",
  "collectible_card_mjollnir_title": "Mjöllnir",
  "collectible_card_njord_description": "Dieu de la mer, du vent, de la pêche et de la richesse. Il appartient à la famille des dieux Vanes, mais vint vivre à Asgard avec ses enfants, Freyja et Freyr, comme otage après la guerre entre les Ases et les Vanes. Il est invoqué par les marins pour des voyages sûrs et de bonnes prises. Son mariage malheureux avec la géante Skadi, qui aimait les montagnes tandis qu'il aimait la mer, illustre l'opposition entre ces deux mondes.",
  "collectible_card_njord_title": "Njord",
  "collectible_card_odin_description": "Le Père de Tout, le dieu principal du panthéon nordique. Dieu de la sagesse, de la guerre, de la mort, de la poésie et de la magie (runes). Il règne sur Asgard depuis son trône Hlidskjalf, d'où il peut observer les neuf mondes. Il a sacrifié un œil pour boire à la source de Mimir et acquérir la connaissance universelle. Accompagné de ses corbeaux Huginn et Muninn et de ses loups Geri et Freki, il prépare les dieux et les hommes pour le Ragnarök.",
  "collectible_card_odin_title": "Odin",
  "collectible_card_sif_description": "Déesse de la fertilité, de la terre et des moissons, épouse de Thor. Elle était célèbre pour sa magnifique chevelure d'or pur, qui symbolisait les champs de blé mûr. Un jour, par malice, Loki lui coupa les cheveux. Furieux, Thor força Loki à réparer son méfait. Loki dut alors commander aux nains de forger une nouvelle chevelure d'or, qui poussait comme de vrais cheveux, ainsi que d'autres trésors pour les dieux.",
  "collectible_card_sif_title": "Sif aux Cheveux d’Or",
  "collectible_card_skadi_description": "Déesse géante associée à la chasse à l'arc, à l'hiver, aux montagnes et au ski. Fille du géant Thjazi, elle se rendit à Asgard pour venger la mort de son père, tué par les dieux. En guise de compensation, les dieux lui offrirent d'épouser l'un d'entre eux, mais elle devait le choisir en ne voyant que leurs pieds. Elle choisit Njord en pensant qu'il s'agissait de Baldr. Leur union fut un échec, Skadi ne supportant pas de vivre loin de ses montagnes enneigées.",
  "collectible_card_skadi_title": "Skadi",
  "collectible_card_sleipnir_description": "Le cheval d'Odin, né de l'union de Loki transformé en jument et de Svadilfari. Le plus rapide de tous les chevaux des neuf mondes, capable de galoper sur terre, sur mer et dans les airs. Sleipnir est le fidèle destrier d'Odin, le transportant à travers les mondes lors de ses voyages. Ses huit pattes symbolisent sa vitesse surnaturelle et sa capacité à se mouvoir entre les dimensions.",
  "collectible_card_sleipnir_title": "Sleipnir le Cheval à Huit Pattes",
  "collectible_card_svadilfari_description": "Le cheval magique et exceptionnellement fort du géant bâtisseur Hrimthurs. Son nom signifie \"voyageur malchanceux\". La rapidité et la puissance de Svadilfari étaient telles qu'il permettait à son maître de construire la muraille d'Asgard à une vitesse prodigieuse, menaçant de faire gagner le pari au géant. Pour saboter le travail, Loki se transforma en une magnifique jument et attira Svadilfari loin de son maître, empêchant ainsi l'achèvement du mur à temps.",
  "collectible_card_svadilfari_title": "Svadilfari le Cheval",
  "collectible_card_thor_description": "Le dieu du tonnerre, fils d'Odin et de Jörd (la Terre). Protecteur dévoué d'Asgard et des humains (Midgard), il est connu pour sa force prodigieuse et son courage sans faille. Armé de son marteau Mjöllnir, qui revient toujours dans sa main, de sa ceinture Megingjord qui décuple sa force, et de ses gants de fer Járngreipr, il combat sans relâche les géants et les monstres qui menacent l'ordre cosmique.",
  "collectible_card_thor_title": "Thor le Protecteur",
  "collectible_card_thrym_description": "Le redoutable roi des géants de glace (Jötun) qui commit l'audace de voler Mjöllnir, le marteau de Thor. En échange de sa restitution, il exigea la main de la déesse Freyja. Pour récupérer son arme, Thor se déguisa en Freyja, accompagné de Loki en servante. La ruse fonctionna, et une fois le marteau en sa possession, Thor massacra Thrym et toute sa cour, restaurant l'honneur des dieux.",
  "collectible_card_thrym_title": "Thrym le Géant",
  "collectible_card_tyr_description": "Le dieu de la guerre, du droit et de la justice. D'un courage exemplaire, il est le seul dieu qui osa approcher le loup Fenrir lorsque celui-ci devint trop grand et menaçant. Pour prouver aux loup qu'ils ne voulaient pas le piéger avec la chaîne magique Gleipnir, Týr plaça sa main droite dans la gueule de la bête. Quand Fenrir comprit qu'il était enchaîné, il lui arracha la main. Ce sacrifice permit de neutraliser le loup jusqu'au Ragnarök.",
  "collectible_card_tyr_title": "Týr le Sacrifié",
  "collectible_card_yggdrasil_description": "L'Arbre Monde, un frêne immense et éternel qui est au centre du cosmos nordique. Ses branches s'étendent sur les neuf mondes et son tronc les relie. Trois racines principales le soutiennent, chacune plongeant dans une source : la source d'Urd à Asgard, la source de Mimir au pays des géants, et Hvergelmir à Niflheim. Yggdrasil est constamment attaqué par diverses créatures, comme le dragon Nidhogg qui ronge ses racines, mais il survit toujours, symbolisant la résilience de la vie.",
  "collectible_card_yggdrasil_title": "Yggdrasil",
  "collectible_card_ymir_description": "Le premier être vivant, un géant primordial né de la rencontre du feu de Muspelheim et de la glace de Niflheim dans le vide du Ginnungagap. De sa sueur naquirent les premiers géants. Il fut nourri par la vache cosmique Audhumla. Finalement, il fut tué par les dieux Odin et ses frères, Vili et Vé. De son corps, ils créèrent le monde : sa chair devint la terre, son sang les océans, ses os les montagnes et son crâne la voûte céleste.",
  "collectible_card_ymir_title": "Ymir le Géant Primordial",
  "deity_astrid_description": "Tu lis l’avenir dans les étoiles et les runes. Tes conseils sont recherchés par les rois et les jarls, car tu vois les fils du destin que d’autres ignorent.",
  "deity_astrid_title": "la Visionnaire Étoilée",
  "deity_audhumla_description": "Tu es la source de toute vie, nourrissant le monde de ton essence. Comme Audhumla, tu es patient et généreux, un pilier de la création.",
  "deity_audhumla_title": "La Vache Cosmique",
  "deity_baldr_description": "Pur et aimé de tous, tu incarnes la lumière et la beauté. Comme Baldr, ta présence apporte joie et harmonie, mais tu es aussi vulnérable aux forces obscures.",
  "deity_baldr_title": "Le Dieu Lumineux",
  "deity_bjorn_description": "Ta force est légendaire, aussi implacable qu’une avalanche. Tu protèges ton clan avec une férocité silencieuse, et ta loyauté est le roc sur lequel tes alliés bâtissent leur confiance.",
  "deity_bjorn_title": "l’Ours des Glaces",
  "deity_bragi_description": "Maître des mots et de la musique, tu inspires et émeus les cœurs. Comme Bragi, tu utilises l’art pour raconter des histoires et célébrer la vie.",
  "deity_bragi_title": "Le Poète Divin",
  "deity_fenrir_description": "Puissant et indomptable, tu représentes la force brute et la liberté. Comme Fenrir, tu es une force de la nature, difficile à contenir.",
  "deity_fenrir_title": "Le Loup Inchaîné",
  "deity_freydis_description": "Tu es une skjaldmö, une guerrière au bouclier dont le courage inspire les chants. Tu ne recules devant aucun combat et traces ton propre chemin avec une détermination de fer.",
  "deity_freydis_title": "la Hache Intrépide",
  "deity_freyja_description": "Passionnée et intuitive, tu suis ton cœur. Comme Freyja, tu apportes beauté et amour dans le monde.",
  "deity_freyja_title": "Dame de l’Amour",
  "deity_frigg_description": "Sage et protectrice, tu veilles sur ton entourage. Comme Frigg, tu anticipes et préviens les dangers.",
  "deity_frigg_title": "La Protectrice",
  "deity_heimdall_description": "Vigilant et perspicace, tu es le protecteur des royaumes. Comme Heimdall, tu as une perception aiguë et une loyauté inébranlable.",
  "deity_heimdall_title": "Le Gardien des Ponts",
  "deity_hel_description": "Juste et impartiale, tu régnes sur le royaume des défunts. Comme Hel, tu acceptes la dualité de la vie et de la mort, et tu traites chacun avec équité.",
  "deity_hel_title": "La Souveraine des Morts",
  "deity_hrimthurs_description": "Imposant et ancien, tu es une force primordiale de la nature. Comme Hrimthurs, tu es résistant et inébranlable, représentant la puissance des éléments.",
  "deity_hrimthurs_title": "Le Géant de Givre",
  "deity_idunn_description": "Source de jeunesse et de vitalité, tu maintiens l’équilibre de la vie. Comme Idunn, tu es généreux et bienveillant, apportant renouveau et fraîcheur.",
  "deity_idunn_title": "La Gardienne des Pommes",
  "deity_ingrid_description": "Tu commandes avec sagesse et justice. Ton peuple te suit non par peur, mais par respect et amour, car tu incarnes l’honneur et le leadership.",
  "deity_ingrid_title": "la Jarl au Cœur Noble",
  "deity_jormungandr_description": "Immense et mystérieux, tu encercles le monde, une force inéluctable. Comme Jörmungandr, tu es une présence puissante et silencieuse, gardien des profondeurs.",
  "deity_jormungandr_title": "Le Serpent Monde",
  "deity_loki_description": "Créatif et imprévisible, tu trouves des solutions uniques. Comme Loki, tu remets en question l’ordre établi.",
  "deity_loki_title": "Le Changeur de Forme",
  "deity_njord_description": "Calme et généreux, tu maîtrises les océans et apportes la prospérité. Comme Njord, tu es une force apaisante, mais aussi puissante et imprévisible.",
  "deity_njord_title": "Le Dieu des Mers et des Vents",
  "deity_odin_description": "Sage et rusé, tu cherches la connaissance avant tout. Comme Odin, tu es prêt à sacrifier pour comprendre les mystères du monde.",
  "deity_odin_title": "Le Père de Tout",
  "deity_ragnar_description": "Ton esprit est aussi vif que ta hache. Tu excelles dans la stratégie et la tromperie, utilisant l’intelligence comme ta meilleure arme pour déjouer tes ennemis.",
  "deity_ragnar_title": "le Corbeau Rusé",
  "deity_selection_screen_choose_button": "Choisir",
  "deity_selection_screen_title": "Choisir une divinité",
  "deity_sif_description": "Belle et fertile, tu symbolises l’abondance et la récolte. Comme Sif, tu es une source de vie et de prospérité, apportant la richesse à ceux qui t’entourent.",
  "deity_sif_title": "La Déesse aux Cheveux d’Or",
  "deity_skadi_description": "Indépendante et sauvage, tu es la maîtresse des montagnes et des hivers. Comme Skadi, tu es résiliente et unyielding, représentant la puissance des éléments.",
  "deity_skadi_title": "La Déesse Chasseresse",
  "deity_sleipnir_description": "Rapide et loyal, tu es le plus noble des destriers, capable de traverser les mondes. Comme Sleipnir, tu es un compagnon fiable et un guide sûr.",
  "deity_sleipnir_title": "Le Cheval à Huit Pattes",
  "deity_svadilfari_description": "Puissant et infatigable, tu es capable de réaliser des exploits de construction. Comme Svadilfari, tu es un travailleur acharné et un bâtisseur de l’impossible.",
  "deity_svadilfari_title": "Le Cheval Bâtisseur",
  "deity_sven_description": "L’horizon est ta seule véritable maison. Tu as navigué sur des eaux inconnues et bravé des tempêtes monstrueuses, ton âme brûlant du désir de découvrir ce qui se trouve au-delà des cartes.",
  "deity_sven_title": "l’Explorateur des Mers",
  "deity_thor_description": "Fort et courageux, tu protèges ceux qui t’entourent. Comme Thor, tu affrontes les défis de front avec détermination.",
  "deity_thor_title": "Le Tonnerre",
  "deity_thrym_description": "Puissant et exigeant, tu es un adversaire redoutable. Comme Thrym, tu es une force à ne pas sous-estimer, capable de défier même les dieux.",
  "deity_thrym_title": "Le Roi des Géants",
  "deity_tyr_description": "Droit et honorable, tu défends la justice. Comme Týr, tu sacrifies pour ce qui est juste, même à grands frais.",
  "deity_tyr_title": "Le Juste",
  "deity_ymir_description": "Ancien et colossal, tu es l’origine de toute existence. Comme Ymir, tu es une force fondamentale, un pilier du monde, dont la présence est immense et silencieuse.",
  "deity_ymir_title": "Le Géant Primordial",
  "games_menu_andvari_loot": "Le Butin d'Andvari",
  "games_menu_asgard_wall": "La Muraille d'Asgard",
  "games_menu_midgard_serpent": "Le Serpent de Midgard",
  "games_menu_mini_games": "Mini-Jeux",
  "games_menu_odin_eye": "L'Œil d'Odin",
  "games_menu_reorder_history": "Réordonne l'Histoire",
  "games_menu_scattered_runes": "Les Runes Dispersées",
  "games_menu_territory_conquest": "Conquête de Territoire",
  "level": "Niveau",
  "main_screen_guardian_deity": "Ma divinité gardienne",
  "main_screen_play": "Mini-jeux",
  "main_screen_profile": "Profil",
  "main_screen_trophies": "Trophées",
  "main_screen_rewards": "Mes récompenses",
  "main_screen_settings": "Paramètres",
  "main_screen_title": "Oracle d'Asgard",
  "minesweeper_game_over": "BOUM ! Vous avez touché une mine.",
  "minesweeper_preliminary_screen_help_text": "Le trésor maudit du nain Andvari est caché. Dégagez les cases et trouvez les pièces d'or sans faire exploser les pièges !",
  "minesweeper_preliminary_screen_start_button": "Commencer la Chasse au Trésor",
  "minesweeper_rule_1": "Le but est de trouver tous les trésors sans déclencher de mines.",
  "minesweeper_rule_2": "Appuyez sur une case pour la révéler. Si c'est une mine, la partie est perdue.",
  "minesweeper_rule_3": "Si la case révélée contient une rune, cela indique le nombre de mines ou de trésors adjacents.",
  "minesweeper_rule_4": "Les runes rouges indiquent les mines adjacentes, les runes jaunes indiquent les trésors adjacents.",
  "minesweeper_rule_5": "Appuyez longuement sur une case pour y placer ou retirer un drapeau, marquant ainsi une mine suspectée.",
  "minesweeper_rule_6": "Trouvez tous les trésors pour gagner la partie !",
  "minesweeper_rune_legend": "Légende des Runes:",
  "minesweeper_title": "Le Butin d'Andvari",
  "minesweeper_treasures_found": "Trésors trouvés: {found} / {total}",
  "myth_story_page_ad_display_failed": "Échec de l'affichage de la publicité. Veuillez réessayer.",
  "myth_story_page_ad_loading_failed": "Échec du chargement de la publicité. Veuillez réessayer.",
  "myth_story_page_chapter_locked": "Chapitre verrouillé",
  "myth_story_page_chapter_unlocked_success": "Chapitre débloqué avec succès !",
  "myth_story_page_close_button": "Fermer",
  "myth_story_page_error_prefix": "Erreur",
  "myth_story_page_font_size_title": "Taille de la police",
  "myth_story_page_sample_text": "Exemple de texte",
  "myth_story_page_unlock_with_ad": "Débloquer avec une pub",
  "myth_story_page_unlock_chapter": "Débloquer le chapitre",
  "norse_riddle_asgard_clue_1": "Je suis la forteresse des dieux Ases.",
  "norse_riddle_asgard_clue_2": "Mes murs ont été construits par un géant et son cheval.",
  "norse_riddle_asgard_clue_3": "Le pont arc-en-ciel mène à mes portes.",
  "norse_riddle_bifrost_clue_1": "Je suis un pont de feu gardé par un dieu vigilant.",
  "norse_riddle_bifrost_clue_2": "Mes trois couleurs relient le monde des hommes à celui des dieux.",
  "norse_riddle_bifrost_clue_3": "Je me briserai sous le poids des géants à la fin des temps.",
  "norse_riddle_fenrir_clue_1": "Ma mâchoire, une fois ouverte, touche le ciel et la terre.",
  "norse_riddle_fenrir_clue_2": "Les dieux m’ont enchaîné par la ruse avec un ruban de soie.",
  "norse_riddle_fenrir_clue_3": "Je dévorerai Odin lors de la dernière bataille.",
  "norse_riddle_freya_clue_1": "Je pleure des larmes d’or pour mon époux parti.",
  "norse_riddle_freya_clue_2": "Je règne sur le Fólkvangr et reçois la moitié des guerriers morts.",
  "norse_riddle_freya_clue_3": "Mon collier, Brísingamen, est le plus beau des trésors.",
  "norse_riddle_frigg_clue_1": "Je connais le destin de tous, mais je garde le silence.",
  "norse_riddle_frigg_clue_2": "Je suis l’épouse d’Odin et la reine d’Asgard.",
  "norse_riddle_frigg_clue_3": "J’ai pleuré la mort de mon fils lumineux.",
  "norse_riddle_gjallarhorn_clue_1": "Mon son peut être entendu dans tous les mondes.",
  "norse_riddle_gjallarhorn_clue_2": "Je suis la corne d’alarme du gardien du Bifrost.",
  "norse_riddle_gjallarhorn_clue_3": "J’annoncerai le début de la bataille finale.",
  "norse_riddle_gungnir_clue_1": "Je suis la lance qui ne manque jamais sa cible.",
  "norse_riddle_gungnir_clue_2": "Mon propriétaire s’est pendu à un arbre avec moi dans le flanc.",
  "norse_riddle_gungnir_clue_3": "Un serment prêté sur ma pointe est inviolable.",
  "norse_riddle_huginn_clue_1": "Chaque matin, je pars pour ne revenir qu’au soir.",
  "norse_riddle_huginn_clue_2": "Je suis la Pensée qui vole pour le Père de Tout.",
  "norse_riddle_huginn_clue_3": "Mon frère est la Mémoire.",
  "norse_riddle_hvergelmir_clue_1": "Je suis la source de toutes les rivières, au cœur de Niflheim.",
  "norse_riddle_hvergelmir_clue_2": "Mon chaudron bouillonne, et mes eaux gèlent tout sur leur passage.",
  "norse_riddle_hvergelmir_clue_3": "C’est de moi que naissent les onze fleuves d’Élivágar.",
  "norse_riddle_jormungandr_clue_1": "Je suis si grand que j’encercle le monde des hommes.",
  "norse_riddle_jormungandr_clue_2": "Je suis le Serpent de Midgard, enfant de Loki.",
  "norse_riddle_jormungandr_clue_3": "Mon ennemi juré est le dieu du tonnerre.",
  "norse_riddle_jotunheim_clue_1": "Je suis le royaume des géants, au-delà de Midgard.",
  "norse_riddle_jotunheim_clue_2": "Mes montagnes sont froides et mes habitants redoutables.",
  "norse_riddle_jotunheim_clue_3": "C’est ici que Thor vient souvent chercher querelle.",
  "norse_riddle_loki_clue_1": "Je suis le père de monstres et le maître de la tromperie.",
  "norse_riddle_loki_clue_2": "Mon sang s’est mêlé à celui d’Odin.",
  "norse_riddle_loki_clue_3": "Je change de forme comme je change d’avis.",
  "norse_riddle_midgard_clue_1": "Je suis le royaume des mortels.",
  "norse_riddle_midgard_clue_2": "Un serpent géant entoure mes côtes.",
  "norse_riddle_midgard_clue_3": "Je suis protégé par le fils d’Odin au marteau.",
  "norse_riddle_mjolnir_clue_1": "Je reviens toujours à la main de mon maître.",
  "norse_riddle_mjolnir_clue_2": "Mon vol dans le ciel est le son du tonnerre.",
  "norse_riddle_mjolnir_clue_3": "Je suis le broyeur, terreur des géants.",
  "norse_riddle_nidavellir_clue_1": "Mes forges résonnent des coups de marteau.",
  "norse_riddle_nidavellir_clue_2": "Je suis le royaume souterrain des artisans du métal.",
  "norse_riddle_nidavellir_clue_3": "C’est ici que naissent les plus grands trésors des dieux.",
  "norse_riddle_nidavellir_clue_4": "Mes habitants fuient la lumière du soleil.",
  "norse_riddle_odin_clue_1": "J’ai échangé un œil contre la sagesse.",
  "norse_riddle_odin_clue_2": "Mes deux corbeaux parcourent le monde pour m’informer.",
  "norse_riddle_odin_clue_3": "Je suis le Père de Tout, régnant depuis Asgard.",
  "norse_riddle_ragnarok_clue_1": "Je suis le crépuscule des dieux.",
  "norse_riddle_ragnarok_clue_2": "Le soleil deviendra noir et la terre sombrera dans la mer.",
  "norse_riddle_ragnarok_clue_3": "Je suis une fin, mais aussi un nouveau commencement.",
  "norse_riddle_thor_clue_1": "Mon char est tiré par des boucs.",
  "norse_riddle_thor_clue_2": "Je suis le protecteur de Midgard et le fils d’Odin.",
  "norse_riddle_thor_clue_3": "Le tonnerre gronde quand je lance mon marteau.",
  "norse_riddle_tyr_clue_1": "J’ai sacrifié ma main pour enchaîner un loup.",
  "norse_riddle_tyr_clue_2": "Je suis le dieu manchot de la justice et de la guerre héroïque.",
  "norse_riddle_tyr_clue_3": "Mon nom est synonyme de courage.",
  "norse_riddle_valhalla_clue_1": "Mon toit est couvert de boucliers dorés.",
  "norse_riddle_valhalla_clue_2": "Ici, les guerriers d’élite festoient et combattent chaque jour.",
  "norse_riddle_valhalla_clue_3": "Je suis le grand hall d’Odin pour les morts valeureux.",
  "norse_riddle_valkyries_clue_1": "Nous chevauchons les cieux, choisissant les morts au combat.",
  "norse_riddle_valkyries_clue_2": "Nous servons Odin, portant les héros au Valhalla.",
  "norse_riddle_valkyries_clue_3": "Nos noms résonnent sur les champs de bataille.",
  "norse_riddle_yggdrasil_clue_1": "Mes racines unissent trois mondes.",
  "norse_riddle_yggdrasil_clue_2": "Je suis l’Arbre du Monde, un frêne éternel.",
  "norse_riddle_yggdrasil_clue_3": "Un aigle, un écureuil et un dragon vivent en moi.",
  "order_the_scrolls_help_dialog_rule_1": "Remettez les cartes dans l'ordre chronologique du mythe nordique.",
  "order_the_scrolls_help_dialog_rule_2": "Glissez une carte sur une autre pour les échanger.",
  "order_the_scrolls_help_dialog_rule_3": "L'icône ⭲ indique qu'une carte est déplaçable.",
  "order_the_scrolls_help_dialog_rule_4": "Organisez-les de la première à la dernière étape.",
  "order_the_scrolls_help_dialog_rule_5": "Cliquez sur \"Valider l'ordre\" pour vérifier.",
  "order_the_scrolls_help_dialog_rule_6": "Les cartes correctes apparaîtront avec un contour vert ✅.",
  "order_the_scrolls_preliminary_screen_help_text": "Remettez les cartes mythologiques dans l'ordre chronologique et reconstituez l'histoire légendaire des dieux nordiques.",
  "order_the_scrolls_preliminary_screen_start_button": "Commencer",
  "order_the_scrolls_screen_incorrect_order": "❌ Désolé, l’ordre est incorrect.",
  "order_the_scrolls_screen_validate_order": "Valider l’ordre",
  "profile_screen_ad_failed": "Échec de l'affichage de la publicité. Veuillez réessayer.",
  "profile_screen_ad_label": "(pub)",
  "profile_screen_all_cards_unlocked": "Toutes les cartes à collectionner {version} débloquées !",
  "profile_screen_all_cards_unlocked_title": "Toutes les cartes débloquées !",
  "profile_screen_all_cards_unlocked_content": "Vous avez déjà débloqué toutes les cartes disponibles.",
  "profile_screen_all_stories_unlocked": "Toutes les histoires ont été débloquées !",
  "profile_screen_all_stories_unlocked_title": "Toutes les histoires débloquées !",
  "profile_screen_all_stories_unlocked_content": "Vous avez déjà débloqué toutes les histoires disponibles.",
  "profile_screen_story_already_unlocked_title": "Histoire déjà débloquée !",
  "profile_screen_story_already_unlocked_content": "Vous avez déjà débloqué tous les chapitres de cette histoire.",
  "profile_screen_ambient_music": "Musique d'ambiance",
  "profile_screen_cache_clear_failed": "Échec de la suppression du cache",
  "profile_screen_cache_cleared_success": "Cache vidé avec succès !",
  "profile_screen_change_name": "Changer le nom",
  "profile_screen_chapter_unlocked": "Chapitre débloqué avec succès !",
  "profile_screen_collectible_cards": "Cartes à collectionner",
  "profile_screen_database_clear_failed": "Échec de l'effacement et reconstruction de la base de données",
  "profile_screen_database_cleared_success": "Base de données effacée et reconstruite avec succès !",
  "profile_screen_error_prefix": "Erreur",
  "profile_screen_game_scores": "Scores de jeu",
  "profile_screen_language": "Langue",
  "profile_screen_language_english": "Anglais",
  "profile_screen_language_french": "Français",
  "profile_screen_language_spanish": "Espagnol",
  "profile_screen_new_name": "Nouveau nom",
  "profile_screen_no_asgard_wall_scores": "Aucun score de la Muraille d'Asgard pour l'instant.",
  "profile_screen_no_collectible_cards": "Aucune carte à collectionner débloquée pour l’instant.",
  "profile_screen_no_data_available": "Aucune donnée disponible.",
  "profile_screen_no_snake_scores": "Aucun score de Snake pour l’instant.",
  "profile_screen_no_unlocked_stories": "Aucune histoire débloquée pour l’instant.",
  "profile_screen_ok_button": "OK",
  "profile_screen_quiz_loading_error": "Erreur lors du chargement du résultat du quiz",
  "profile_screen_save": "Sauvegarder",
  "profile_screen_settings": "Paramètres",
  "profile_screen_snake_podium": "Podium du Serpent",
  "profile_screen_asgard_wall_podium": "Podium de la Muraille d'Asgard",
  "profile_screen_unlocked_stories": "Histoires débloquées",
  "puzzle_preliminary_screen_help_text": "Assemble les fragments des anciennes runes pour déverrouiller leur pouvoir mystique",
  "puzzle_preliminary_screen_start_button": "Commencer le Puzzle",
  "puzzle_screen_rule_1": "Réorganisez les tuiles pour former l'image complète.",
  "puzzle_screen_rule_2": "Glissez les tuiles dans les espaces vides.",
  "puzzle_screen_rule_3": "Le but est de reconstituer l'image le plus rapidement possible.",
  "puzzle_screen_title": "Les runes dispersées",
  "qix_game_menu_controls": "⌨️ Commandes Clavier ⌨️\nFlèches pour bouger, Espace pour tracer lentement.",
  "qix_game_menu_description": "Jörmungand, le Serpent-Monde, a envahi les royaumes sacrés. Trace des frontières magiques pour reconquérir 75% du territoire et emprisonner la bête !",
  "qix_game_menu_start_button": "⚔️ Commencer la Conquête",
  "qix_game_menu_title": "Les Neuf Royaumes",
  "qix_main_error_prefix": "Erreur",
  "qix_main_game_not_initialized_error": "Erreur: Jeu non initialisé.",
  "qix_main_screen_defeat_message": "Vous avez été vaincu. Réessayez !",
  "qix_main_screen_defeat_title": "DÉFAITE !",
  "qix_main_screen_rule_1": "Tracez des lignes pour capturer des territoires. Évitez les ennemis et leurs lignes !",
  "qix_main_screen_rule_2": "Capturez plus de 75% du territoire pour gagner.",
  "qix_main_screen_rule_3": "Si un ennemi touche votre ligne en construction, vous perdez une vie.",
  "qix_main_screen_rule_4": "Si un ennemi touche votre corps, vous perdez une vie.",
  "qix_main_screen_rule_5": "Collectez les bonus pour des avantages temporaires.",
  "qix_main_screen_title": "Conquête de Territoire",
  "qix_preliminary_screen_help_text": "Guidez Odin et dessinez des formes pour conquérir les territoires des 9 mondes, mais attention à Fenrir qui rôde, prêt à frapper !",
  "qix_preliminary_screen_start_button": "Commencer",
  "question_10_answer_1": "Lire dans les pensées",
  "question_10_answer_2": "Devenir invincible",
  "question_10_answer_3": "Voyager entre les mondes",
  "question_10_answer_4": "Apaiser les cœurs",
  "question_10_text": "Quel type de pouvoir préfèrerais-tu ?",
  "question_11_answer_1": "Le mentor mystérieux",
  "question_11_answer_2": "Le guerrier loyal",
  "question_11_answer_3": "Le trickster imprévisible",
  "question_11_answer_4": "La figure douce mais redoutable",
  "question_11_text": "Si tu étais un héros de film, tu serais…",
  "question_12_answer_1": "Résoudre une énigme ancienne",
  "question_12_answer_2": "Affronter un dragon",
  "question_12_answer_3": "Retourner une situation désespérée",
  "question_12_answer_4": "Réunir des ennemis autour d'une table",
  "question_12_text": "Quel type de défi t'attire le plus ?",
  "question_1_answer_1": "Chercher des informations avant d’agir",
  "question_1_answer_2": "Foncer tête baissée",
  "question_1_answer_3": "Trouver une approche créative",
  "question_1_answer_4": "Rassembler les autres pour agir ensemble",
  "question_1_text": "Face à un défi important, ta première réaction est :",
  "question_2_answer_1": "Ta capacité à comprendre les situations complexes",
  "question_2_answer_2": "Ta détermination face aux obstacles",
  "question_2_answer_3": "Ton empathie et ta connexion aux autres",
  "question_2_answer_4": "Ton sens moral inébranlable",
  "question_2_text": "Ta plus grande force est :",
  "question_3_answer_1": "Le conseiller sage qui écoute",
  "question_3_answer_2": "Le leader qui prend les décisions",
  "question_3_answer_3": "Celui qui apporte créativité et nouveauté",
  "question_3_answer_4": "Le médiateur qui résout les conflits",
  "question_3_text": "Dans un groupe, tu es souvent :",
  "question_4_answer_1": "Source de réflexion et de sagesse",
  "question_4_answer_2": "Terrain de défis et d’aventures",
  "question_4_answer_3": "Inspiration pour créativité et passion",
  "question_4_answer_4": "Rappel de l’ordre naturel des choses",
  "question_4_text": "Ta relation à la nature est :",
  "question_5_answer_1": "Rester dans l’ignorance",
  "question_5_answer_2": "Être lâche face au danger",
  "question_5_answer_3": "Perdre ta liberté créative",
  "question_5_answer_4": "Trahir tes principes",
  "question_5_text": "Ta plus grande peur serait :",
  "question_6_answer_1": "Profonde et réfléchie, basée sur la compréhension",
  "question_6_answer_2": "Protectrice et loyale envers ceux que tu aimes",
  "question_6_answer_3": "Passionnée et intense",
  "question_6_answer_4": "Équitable et respectueuse",
  "question_6_text": "Ton approche de l’amour et des relations :",
  "question_7_answer_1": "Leader stratégique",
  "question_7_answer_2": "Celui qui motive tout le monde",
  "question_7_answer_3": "Le créatif qui casse les codes",
  "question_7_answer_4": "Celui qui équilibre et apaise",
  "question_7_text": "Quel rôle préfères-tu dans un travail de groupe ?",
  "question_8_answer_1": "Une bibliothèque silencieuse",
  "question_8_answer_2": "Une arène de combat",
  "question_8_answer_3": "Une forêt enchantée",
  "question_8_answer_4": "Une salle du trône",
  "question_8_text": "Quel environnement te ressemble le plus ?",
  "question_9_answer_1": "Tu réfléchis puis agis avec sagesse",
  "question_9_answer_2": "Tu protèges les plus faibles par la force",
  "question_9_answer_3": "Tu manipules pour renverser la situation",
  "question_9_answer_4": "Tu t’indignes et cherches la paix",
  "question_9_text": "Comment réagis-tu face à une injustice ?",
  "result_screen_congratulations": "Félicitations !",
  "result_screen_guardian_deity_is": "Ta divinité gardienne est :",
  "result_screen_share_text": "J'ai découvert ma divinité tutélaire dans Oracle d'Asgard : {deity} !\n\n{description}\n\nRejoignez-moi pour découvrir la vôtre !\n\n{link}",
  "result_screen_your_profile": "Votre Profil",
  "settings_screen_about_button": "À propos",
  "settings_screen_fx_sound": "Effets Sonores",
  "settings_screen_rate_app": "Noter l'application",
  "settings_screen_reading_page_music": "Musique de Lecture",
  "settings_screen_share_app": "Partager l'application",
  "settings_screen_share_text": "Découvrez cette super application : {appLink}",
  "settings_screen_sound_default": "Défaut",
  "settings_screen_sound_mute": "Silence",
  "settings_screen_support_us_title": "Soutenez-nous",
  "settings_screen_title": "Paramètres",
  "snake_bonus_duration": "Les effets durent 8 secondes",
  "snake_bonus_freeze_effect": "-30% plus lent",
  "snake_bonus_freeze_name": "Gel",
  "snake_bonus_ghost_effect": "Traverse les obstacles",
  "snake_bonus_ghost_name": "Fantôme",
  "snake_bonus_shield_effect": "Détruit les obstacles",
  "snake_bonus_shield_name": "Bouclier",
  "snake_bonus_speed_effect": "+30% plus rapide",
  "snake_bonus_speed_name": "Vitesse",
  "snake_bonus_title": "Bonus :",
  "snake_game_over_popup_message": "Jörmungandr a péri...\nScore final: {score}",
  "snake_game_over_popup_title": "⚰️ Ragnarök !",
  "snake_preliminary_screen_help_text": "Guidez Jörmungandr, le serpent de Midgard, pour qu’il grandisse sans mordre sa propre queue, s’écraser contre les rochers ni heurter les bords du monde.",
  "snake_preliminary_screen_start_button": "Commencer",
  "snake_screen_error_prefix": "Erreur",
  "snake_screen_loading": "Chargement...",
  "snake_screen_rule_1": "Faites glisser votre doigt (swipe) sur l’écran pour changer la direction du serpent.",
  "snake_screen_rule_2": "Mangez les pommes pour grandir et marquez des points.",
  "snake_screen_rule_3": "Évitez de toucher les murs, les rochers ou votre propre corps.",
  "snake_screen_rule_4": "Les pommes dorées donnent plus de points.",
  "snake_screen_rule_5": "Les pommes pourries vous font perdre des points et ralentir.",
  "snake_screen_rule_6": "Plus votre score est élevé, plus le serpent accélère.",
  "snake_screen_score": "Score: {score}",
  "snake_screen_score_default": "Score: 0",
  "snake_screen_time_seconds_suffix": "s",
  "story_creation_of_the_world_card_1_description": "Avant toute création, seul existait Ginnungagap, l’abîme infini où se faisaient face les flammes de Muspellheim et les glaces de Niflheim, opposées dans une attente silencieuse.",
  "story_creation_of_the_world_card_1_detailed_story": "Au commencement des temps, avant que n’existe aucun monde, aucune mer, aucun ciel, aucun terre, il n’y avait que le Ginnungagap - le vide béant, l’abîme primordial qui s’étendait dans une solitude infinie.\n\nCe n’était ni lumière ni ténèbres, ni chaud ni froid, mais un néant absolu où rien ne pouvait naître ni mourir, car rien n’existait encore. Ce vide colossal séparait deux royaumes aux natures opposées, comme deux forces antagonistes attendant leur confrontation cosmique.\n\nAu nord du Ginnungagap s’étendait Niflheim, le monde de glace et de brouillard éternel, d’où coulaient les onze rivières Élivágar, charriant des eaux si froides qu’elles gelaient instantanément dans le vide. Au sud brûlait Muspellheim, le royaume du feu éternel et inextinguible, gardé par le géant Surtr brandissant son épée flamboyante, dans l’attente du jour où il incendierait tous les mondes.\n\nAinsi les forces primordiales se faisaient face dans l’immensité du vide, préparant la création dans leur opposition même.",
  "story_creation_of_the_world_card_1_title": "Ginnungagap",
  "story_creation_of_the_world_card_2_description": "Lorsque les étincelles ardentes de Muspellheim rencontrèrent les brumes glacées de Niflheim, la glace fondit en torrents d’eau primordiale, donnant naissance à l’essence de la vie.",
  "story_creation_of_the_world_card_2_detailed_story": "Pendant des éons innombrables, le feu et la glace demeurèrent séparés par l’immensité du Ginnungagap. Mais lentement, inexorablement, les étincelles ardentes de Muspellheim commencèrent à dériver vers le nord, portées par des vents cosmiques imperceptibles.\n\nLorsque ces étincelles de chaleur pure rencontrèrent les brumes glacées de Niflheim dans le cœur du vide, un phénomène extraordinaire se produisit. La glace se mit à fondre pour la première fois depuis le début des temps, libérant des torrents d’eau primordiale.\n\nCes gouttes d’eau, nées de la rencontre miraculeuse entre les extrêmes, tombèrent dans l’abîme du Ginnungagap. Là, animées par la force vitale née de cette union impossible entre le feu et la glace, elles commencèrent à grouiller d’une énergie créatrice.\n\nC’était le premier miracle de l’existence : de l’opposition entre les forces contraires naissait la possibilité même de la vie. L’eau primordiale portait en elle le germe de tout ce qui allait exister.",
  "story_creation_of_the_world_card_2_title": "Feu et glace",
  "story_creation_of_the_world_card_3_description": "De ces eaux naquit Ymir, premier géant, colossal et chaotique, accompagné d’Audhumla, la vache nourricière. Ensemble, ils ouvrirent la voie aux dieux et aux lignées à venir.",
  "story_creation_of_the_world_card_3_detailed_story": "De l’eau primordiale, un être colossal émergea : Ymir, le premier géant, aussi connu sous le nom d’Aurgelmir. Sa chair était faite de glace fondue, ses os de roches anciennes, et ses yeux brillaient d’une lueur froide comme les étoiles naissantes.\n\nÀ côté de lui, une vache immense nommée Audhumla apparut, nourrie par les gouttes d’eau sucrée qui s’étaient formées dans le Ginnungagap. Audhumla était la source de vie pour Ymir, lui fournissant le lait nécessaire à sa survie. En léchant la glace des montagnes, elle découvrit bientôt Buri, le premier dieu, dont la descendance allait donner naissance aux Ases.\n\nAinsi naquit la première génération de géants et de dieux, marquant le début de l’histoire du monde. Ymir devint le père des géants, tandis qu’Audhumla nourrissait les êtres qui allaient façonner l’univers.",
  "story_creation_of_the_world_card_3_title": "La naissance d’Ymir et d’Audhumla",
  "story_creation_of_the_world_card_4_description": "Odin et ses frères affrontèrent Ymir, incarnation du chaos. Sa mort libéra des flots de sang qui engloutirent presque tous les géants, bouleversant à jamais l’équilibre du cosmos.",
  "story_creation_of_the_world_card_4_detailed_story": "Les dieux, conscients que Ymir représentait une menace pour l’équilibre du cosmos, décidèrent de mettre fin à son règne chaotique. Odin, Vili et Vé, les trois frères divins, s’unirent pour affronter le géant primordial.\n\nDans une bataille épique, ils parvinrent à tuer Ymir. Son corps colossal s’effondra dans le Ginnungagap, et son sang se mit à couler en torrents. Ce sang inonda presque tous les autres géants, les noyant dans un océan de chaos.\n\nMais les dieux ne se contentèrent pas de tuer Ymir. Ils utilisèrent son corps pour façonner le monde : sa chair devint la terre, ses os les montagnes, son sang les mers et les rivières, et son crâne le ciel. Ainsi, de la mort du géant naquit l’univers tel que nous le connaissons.",
  "story_creation_of_the_world_card_4_title": "La mort d’Ymir",
  "story_creation_of_the_world_card_5_description": "Du corps d’Ymir, les dieux forgèrent l’univers : la terre de sa chair, les montagnes de ses os, les mers de son sang, et le ciel de son crâne, donnant forme au monde des hommes, Midgard.",
  "story_creation_of_the_world_card_5_detailed_story": "Les dieux, après avoir vaincu Ymir, se mirent à l’œuvre pour façonner le monde à partir de son corps colossal. Ils commencèrent par diviser son corps en deux moitiés égales, créant ainsi la terre et le ciel.\n\nLa chair d’Ymir devint la terre fertile, couverte de forêts luxuriantes et de plaines verdoyantes. Ses os furent brisés et érigés en montagnes majestueuses, formant les chaînes montagneuses qui traversent le monde. Son sang, qui avait inondé les géants, fut canalisé pour former les mers profondes et les rivières sinueuses.\n\nLe crâne d’Ymir fut soulevé pour créer le ciel, soutenu par quatre nains représentant les points cardinaux : Nord, Sud, Est et Ouest. Les étoiles furent placées dans le ciel comme des lanternes scintillantes, tandis que la lune et le soleil furent créés pour réguler le temps.\n\nAinsi naquit Midgard, le monde des hommes, au centre de l’univers, entouré par les neuf mondes interconnectés. Les dieux avaient façonné un cosmos harmonieux à partir du chaos primordial.",
  "story_creation_of_the_world_card_5_title": "La création du monde",
  "story_creation_of_the_world_title": "La naissance du monde",
  "story_fenrir_chained_card_1_description": "Fenrir, le loup monstrueux fils de Loki, est accueilli à Asgard pour être surveillé de près. Bien qu’encore jeune, il inspire déjà la terreur par sa taille et son appétit grandissant.",
  "story_fenrir_chained_card_1_detailed_story": "Fenrir était le fils de Loki et de la géante Angrboda, une créature née des unions interdites entre les dieux et les forces du chaos. Dès sa naissance, le loup gigantesque manifestait une nature sauvage et une force qui dépassait l’entendement.\n\nConscients du danger qu’il représentait selon les sinistres prophéties des Nornes, les dieux prirent une décision audacieuse : plutôt que de le bannir ou de le tuer, ils décidèrent de l’élever à Asgard pour mieux le surveiller et peut-être l’apprivoiser.\n\nMais Fenrir grandissait de jour en jour, et sa taille comme sa férocité croissaient à un rythme effrayant. Ses yeux jaunes brillaient d’une intelligence inquiétante, et ses crocs acérés pouvaient broyer les os les plus solides. Seul Tyr, le courageux dieu de la guerre, osait s’approcher de la bête pour la nourrir, gagnant ainsi sa confiance fragile.",
  "story_fenrir_chained_card_1_title": "Fenrir élevé par les dieux",
  "story_fenrir_chained_card_2_description": "Les dieux inventent un jeu pour tester la force de Fenrir, mais ni Leyding ni Dromi, les chaînes forgées par les nains, ne résistent : il les brise d’un simple élan de ses muscles.",
  "story_fenrir_chained_card_2_detailed_story": "Quand Fenrir devint si grand qu’il dominait même les plus imposants des dieux, la peur s’installa à Asgard. Les prophéties annonçaient qu’il dévorerait Odin lors du Ragnarök, et sa puissance grandissante rendait cette menace de plus en plus réelle.\n\nLes dieux décidèrent alors de l’enchaîner. Ils présentèrent cela comme un jeu, un défi pour tester sa force légendaire. Fenrir, encore naïf malgré sa taille, accepta de se laisser lier par Leyding, la plus solide des chaînes forgées par les nains.\n\nMais d’un simple mouvement d’épaules, le loup brisa Leyding comme un vulgaire fil. Les maillons de fer volèrent dans toutes les directions. Les dieux, feignant l’admiration, tentèrent alors avec Dromi, une chaîne encore plus massive et résistante.\n\nFenrir la réduisit en miettes d’un seul élan, révélant une force si surnaturelle que les dieux comprirent qu’aucune chaîne ordinaire ne pourrait jamais retenir cette créature du chaos.",
  "story_fenrir_chained_card_2_title": "Les chaînes échouent",
  "story_fenrir_chained_card_3_description": "Les dieux commandent aux nains de forger Gleipnir, un lien magique tissé d’éléments impossibles. Il ressemble à un ruban de soie mais enferme une puissance surnaturelle.",
  "story_fenrir_chained_card_3_detailed_story": "Comprenant qu’aucune force brute ne pourrait venir à bout de Fenrir, Odin envoya secrètement un messager chez les nains de Svartalfheim. Ces maîtres forgerons, capables de créer des merveilles impossibles, reçurent une commande extraordinaire.\n\nIls devaient créer Gleipnir, un lien magique tissé à partir de six éléments impossibles à trouver : le bruit des pas d’un chat, la barbe d’une femme, les racines d’une montagne, les tendons d’un ours, le souffle d’un poisson et la salive d’un oiseau.\n\nCes ingrédients mystiques, invisibles et intangibles, furent assemblés par les nains dans leurs forges enchantées. Le résultat était paradoxal : Gleipnir ressemblait à un simple ruban de soie, fin et lisse au toucher, mais il contenait une puissance magique capable de lier les forces les plus destructrices de l’univers.\n\nQuand les dieux reçurent cette chaîne miraculeuse, ils surent qu’ils tenaient enfin l’arme capable d’entraver le loup du destin.",
  "story_fenrir_chained_card_3_title": "Gleipnir",
  "story_fenrir_chained_card_4_description": "Fenrir, méfiant face à cette chaîne étrange, accepte de se laisser lier uniquement si un dieu place sa main dans sa gueule en gage de sincérité et de bonne foi.",
  "story_fenrir_chained_card_4_detailed_story": "Quand les dieux présentèrent Gleipnir à Fenrir, le loup, désormais méfiant après les tentatives précédentes, examina attentivement ce lien étrange. Malgré son apparence fragile, quelque chose dans cette chaîne éveillait ses instincts les plus profonds.\n\nCette chaîne me semble suspecte, dit Fenrir en reniflant Gleipnir. Elle paraît faible, mais je sens en elle une magie puissante. Si c’est encore un de vos jeux, pourquoi ne pas utiliser des chaînes ordinaires ?\n\nLes dieux tentèrent de le rassurer, prétendant que c’était justement parce qu’il avait brisé les chaînes précédentes qu’ils voulaient tester cette nouvelle création des nains.\n\nMais Fenrir posa ses conditions d’une voix grave qui fit trembler les fondations d’Asgard : J’accepte de me laisser enchaîner avec ce lien, mais seulement si l’un d’entre vous place sa main dans ma gueule en gage de bonne foi. Ainsi, si vous me trompez, au moins l’un de vous paiera le prix de cette trahison.",
  "story_fenrir_chained_card_4_title": "Le défi",
  "story_fenrir_chained_card_5_description": "Tyr, le seul à avoir gagné la confiance du loup, place sa main dans sa gueule. Lorsque Fenrir réalise la ruse, il mord et arrache la main du dieu du courage.",
  "story_fenrir_chained_card_5_detailed_story": "Un lourd silence tomba sur l’assemblée des dieux. Tous savaient qu’ils s’apprêtaient à trahir Fenrir, et que celui qui placerait sa main dans la gueule du loup la perdrait à coup sûr. Personne n’osait se porter volontaire.\n\nSeul Tyr, le dieu du courage et de l’honneur, s’avança. Il était le seul à avoir nourri Fenrir, le seul en qui le loup avait encore confiance. Sans hésitation, fidèle à sa réputation de bravoure, il tendit sa main droite et la plaça entre les mâchoires redoutables de la bête.\n\nGleipnir fut alors attaché autour des pattes de Fenrir. Le loup tenta de le briser comme les chaînes précédentes, bandant tous ses muscles, tirant de toutes ses forces. Mais plus il luttait, plus le lien magique se resserrait.\n\nRéalisant qu’il avait été dupé et qu’il resterait prisonnier pour l’éternité, Fenrir leva ses yeux jaunes vers Tyr. Un regard de tristesse et de rage mêlées passa entre le dieu et la bête. Puis, d’un coup sec, Fenrir referma sa mâchoire, arrachant la main de Tyr dans un craquement sinistre.\n\nFenrir fut ensuite traîné vers une île déserte et attaché à un rocher au plus profond de la terre, où il demeure enchaîné jusqu’au Ragnarök, le jour où il brisera enfin ses liens pour dévorer Odin.\n\nAinsi Tyr perdit-il sa main, mais gagna l’éternelle reconnaissance des dieux pour son sacrifice héroïque qui sauva les neuf mondes... du moins temporairement.",
  "story_fenrir_chained_card_5_title": "Le sacrifice de Tyr",
  "story_fenrir_chained_title": "Fenrir Enchaîné",
  "story_loading_card_description": "Veuillez patienter pendant le chargement du jeu.",
  "story_loading_card_detailed_story": "L'histoire est en cours de chargement. Cela peut prendre quelques instants en fonction de votre connexion Internet. Merci de votre patience.",
  "story_loading_card_title": "Chargement...",
  "story_loading_title": "Chargement de l'histoire",
  "story_mead_of_poetry_card_1_description": "Deux nains transforment le sang de Kvasir, être né de la sagesse, en un breuvage d’inspiration divine.",
  "story_mead_of_poetry_card_1_detailed_story": "Lorsque la paix fragile entre les Æsir et les Vanes fut scellée, les divins mêlèrent leurs bouches et de ce pacte naquit Kvasir, être de connaissance pure. Kvasir parcourait les mondes, répondant aux questions des dieux et des hommes; sa parole était clairvoyance, sa respiration un chant. Mais l’avarice vibra dans le cœur de deux nains, Fjalar et Galar, assoiffés de pouvoir. Par la ruse, ils attirèrent Kvasir dans une caverne, le tuèrent et recueillirent son sang. Dans des chaudrons massifs, ils mêlèrent ce sang au miel le plus pur et versèrent leurs runes comme on jette des semences. Le liquide prit une teinte dorée, miroitant d’un éclat qui semblait contenir des vers et des prophéties. Les nains comprirent vite que ce n’était plus qu’un breuvage: c’était la source de la poésie, la sève des mots et des savoirs. Ils nommèrent les cuves Óðrerir, Boðn et Són, et gardèrent jalousement leur trésor, ignorant que ce vol allait déclencher convoitise et tragédie parmi géants et dieux. Ainsi naquit, dans la violence et la perfidie, l’essence même de l’inspiration.",
  "story_mead_of_poetry_card_1_title": "Le Sang de Kvasir",
  "story_mead_of_poetry_card_2_description": "Le géant Suttungr s’empare de l’hydromel et le cache au cœur d’une montagne, sous la garde de sa fille Gunnlöð.",
  "story_mead_of_poetry_card_2_detailed_story": "Découvrant la trahison des nains et le vol de la sève de Kvasir, la colère éclata. Le père de la victime, outragé, chercha des comptes. Fjalar et Galar, acculés, offrirent en rançon leur trésor: la boisson des vers et des visions. Le géant Suttungr, homme de haute stature et d’appétit pour les merveilles, accepta sans hésiter. Il transporta les trois cuves jusque dans la montagne de Hnitbjörg, creusant une chambre si profonde que même la lumière hésitait à y descendre. Là, au milieu de stalactites comme des dents de pierre, il grava des runes de scellement et posa autour d’elles défenses et enchantements. Pour garder le don qui rendait sage, il confia la veille à sa fille Gunnlöð, jeune géante au regard de miel, douce et farouche à la fois. Gunnlöð passa des jours et des nuits à chanter des gardiens et à goûter parfois l’arôme qui flottait: l’hydromel diffusait une aura presque vivante. Les vagues de désir et de solitude la firent étroite de cœur; elle devint la clef vivante d’un trésor qui sonnait comme promesse et malédiction. Ainsi le nectar des mots dormait, surveillé par l’amour filial et l’orgueil d’un géant.",
  "story_mead_of_poetry_card_2_title": "Le Trésor de Suttungr",
  "story_mead_of_poetry_card_3_description": "Odin se déguise et use de ruse et d’un foret enchanté pour percer la montagne et atteindre l’hydromel.",
  "story_mead_of_poetry_card_3_detailed_story": "Le grand Odin, assoiffé de savoir et de pouvoir, apprit la cachette de l’hydromel et n’eut d’autre envie que d’en boire. Sous le voile de Bölverk, nom d’emprunt et masque de labeur, il se présenta chez Baugi, le frère de Suttungr, et offrit ses services. Par des paroles savantes et des gestes de patience, il obtint l’aide du robuste Baugi, qui, flatté, accepta d’user d’un foret magique, Rati, pour percer la roche. La tarière grinça et la pierre craquela; le chant du fer contre la pierre résonna comme un présage. Quand l’air enfin passa, Odin se glissa dans la faille — non en force, mais en ruse: il se transforma en serpent et ramper par l’ouverture, frôlant la pierre chaude. À l’intérieur, la lueur des cuves se dessinait comme l’aube d’un monde nouveau. Il savait que la sagesse ne se rendrait pas sans prix, et qu’il lui faudrait tromper l’amour et le devoir pour s’emparer du nectar des dieux. Pourtant, aucun acte n’était pour lui trop vil si l’enjeu était la parole immortelle.",
  "story_mead_of_poetry_card_3_title": "La Ruse d’Odin",
  "story_mead_of_poetry_card_4_description": "Odin charme Gunnlöð et obtient de goûter trois fois à l’hydromel, renversant le destin du trésor.",
  "story_mead_of_poetry_card_4_detailed_story": "Dans la pénombre dorée de la caverne, Odin retrouva Gunnlöð. La fille du géant, gardienne à la fois farouche et vulnérable, vivait dans le rythme des cuves: elle écoutait le murmure de l’hydromel comme d’autres écoutent des prières. Odin parla, non pas du ton du puissant, mais du ton du voyageur qui sait écouter: il conta la solitude des grands cieux, le poids de la connaissance et la beauté des vers. Gunnlöð, touchée par ces paroles et par une tendresse inattendue, offrit trois nuits d’hospitalité. À chaque aube, elle laissa le visiteur goûter la coupe; à la troisième nuit, le dieu, en maître de ruse, but toute la cuve d’un trait, puis la suivante, puis la troisième. Le nectar embrasa son esprit: il vit les chants futurs, les paroles qui feraient frissonner les mondes. Gunnlöð, trahie, vit son trésor quitter le rocher, transporté par la silhouette d’un oiseau sacré. La douleur de l’abandon se mêla à la honte, mais le destin avait déjà basculé: la poésie changeait définitivement de maître.",
  "story_mead_of_poetry_card_4_title": "La Séduction de Gunnlöð",
  "story_mead_of_poetry_card_5_description": "Transformé en oiseau immense, Odin s’évade avec l’hydromel tandis que Suttungr le poursuit à travers la tempête.",
  "story_mead_of_poetry_card_5_detailed_story": "Au moment où les cuves furent vidées, Odin se métamorphosa: ailes et plumes jaillirent de son dos, et il prit la forme d’un grand oiseau de proie, silhouette noire découpée sur la lueur de la caverne. Il bondit hors de la montagne, l’hydromel coulant en gouttes d’or de son bec, traçant des filets de lumière dans la pluie. Alerté par les cris de sa fille, Suttungr prit à son tour la forme d’un monstre ailé et fondit à la poursuite. Les deux entités déchirèrent les nuages; les éclairs zébrèrent leur course, et le ciel résonna comme une forge. Les ailes frappaient l’air comme des voiles de navires en furie, et la distance entre la sagesse et la colère se mesurait en battements d’ailes. Les terres en dessous virent deux ombres colossales : l’une portait le don des dieux, l’autre la colère d’un père privé. La fuite d’Odin fut une épopée qui suspendit le monde entre admiration et effroi.",
  "story_mead_of_poetry_card_5_title": "La Fuite de l’Aigle",
  "story_mead_of_poetry_card_6_description": "Odin rapporte l’hydromel à Asgard, mais quelques gouttes tombent aux mortels, donnant naissance à la poésie humaine.",
  "story_mead_of_poetry_card_6_detailed_story": "Parvenu enfin au seuil d’Asgard, l’oiseau se posa dans la grande salle des dieux et reprit forme divine: Odin, porteur d’un savoir brûlant et d’un secret volé. Il cracha l’hydromel dans des coupes d’or; les dieux burent et la poésie fit vibrer leurs âmes. Les halls résonnèrent de chants nouveaux, d’inspirations imprévues, de constellations verbales qui se tissèrent comme des toiles. Mais la hâte de la fuite avait laissé échapper quelques gouttes dorées qui tombèrent en pluie sur la terre des hommes. Ces perles du destin rencontrèrent des lèvres mortelles: certains en firent des poèmes qui défiaient les dieux, d’autres n’obtinrent que des illusions ou la folie. Ainsi la poésie naquit pour les dieux et pour les hommes: merveille et malédiction à la fois, fruit d’un larcin divin et d’un désir irrépressible de savoir. Depuis, le monde porte en lui ce mélange de lumière et de chute.",
  "story_mead_of_poetry_card_6_title": "Le Don et la Perte",
  "story_mead_of_poetry_title": "L’Hydromel de la Poésie",
  "story_the_death_of_baldr_card_1_description": "Baldr, dieu aimé de tous, est hanté par des songes prophétiques annonçant sa mort. Sa lumière vacille, et les dieux, inquiets, sentent qu’un destin sombre et inéluctable approche.",
  "story_the_death_of_baldr_card_1_detailed_story": "Il fut un temps, lointain et sacré, où les dieux arpentaient les cieux d’Asgard et régnaient sur les neuf mondes. Parmi eux, nul n’était plus aimé que Baldr, le fils rayonnant d’Odin et de Frigg. Il était la lumière incarnée, la beauté sans faille, un dieu si pur que même les plus sombres créatures le respectaient. Partout où il marchait, la paix s’installait, les rires naissaient, et les cœurs se réchauffaient.\n\nMais un jour, cette clarté vacilla. Baldr fut envahi, nuit après nuit, par des songes noirs, des visions terrifiantes et claires comme des prophéties. Il se voyait périr, transpercé par une arme inconnue, et les échos de sa mort retentissaient jusque dans les racines d’Yggdrasil. Ces cauchemars ne le quittaient plus, et il les rapportait aux siens, le visage pâle, l’âme ébranlée.\n\nLes dieux, eux, ne rirent pas. Car les rêves de Baldr n’étaient point de simples illusions. Ils portaient en eux la vérité crue de l’avenir. Un frisson parcourut les couloirs dorés du palais des Ases. Car si Baldr devait périr… alors, c’était le monde lui-même qui s’apprêtait à sombrer.",
  "story_the_death_of_baldr_card_1_title": "Cauchemars de Baldr",
  "story_the_death_of_baldr_card_2_description": "Pour sauver son fils, Frigg obtient des serments de toutes les choses du monde afin qu’aucune ne blesse Baldr. Mais elle néglige le gui, frêle et discret, croyant ce végétal trop insignifiant.",
  "story_the_death_of_baldr_card_2_detailed_story": "Frigg, la reine des cieux, ne pouvait tolérer cette menace. Son amour pour Baldr était infini, et l’idée même de le voir disparaître lui était plus insupportable que mille morts. Elle se mit donc en route, portée par la détresse et la détermination.\n\nÀ travers les vents glacés de Niflheim, les terres brûlantes de Muspellheim, les forêts profondes d’Alfheim jusqu’aux abysses de Helheim, elle fit prêter serment à toutes choses existantes. Aux pierres, de ne point heurter son fils. À l’eau, de ne point le noyer. Au feu, de ne pas le brûler. Aux animaux, de ne jamais l’attaquer. À chaque plante, à chaque métal, à chaque élément, elle extorqua une promesse sacrée de ne jamais nuire à Baldr.\n\nLorsque son œuvre fut achevée, Asgard respira de nouveau. Plus rien ne semblait pouvoir blesser le dieu bien-aimé. Mais, dans sa précipitation, Frigg jugea sans importance une plante modeste et discrète, un végétal insignifiant suspendu aux branches des vieux chênes : le gui. Trop jeune, trop frêle, pensa-t-elle. Il ne saurait blesser qui que ce soit.\n\nEt ainsi, elle passa son chemin.",
  "story_the_death_of_baldr_card_2_title": "Le serment de Frigg",
  "story_the_death_of_baldr_card_3_description": "Loki découvre la faille : le gui n’a pas prêté serment. Déguisé en vieille femme, il arrache la vérité à Frigg et cueille cette plante fragile, en la transformant en arme d’un destin cruel.",
  "story_the_death_of_baldr_card_3_detailed_story": "Là où les dieux voient l’oubli, Loki voit une ouverture. Le dieu du chaos, de la ruse et de la discorde, toujours à l’affût d’un secret ou d’une faille, sentit dans l’air la possibilité d’un bouleversement.\n\nPrenant l’apparence d’une vieille femme, il s’introduisit auprès de Frigg, lui tenant compagnie comme une âme curieuse et bienveillante. Il sut poser les bonnes questions, au bon moment, avec cette douceur trompeuse qui lui était coutumière.\n\n« Toutes les choses du monde ont-elles promis de protéger Baldr ? demanda-t-il d’une voix chevrotante.\n\n— Toutes, répondit Frigg avec un sourire fatigué. Toutes… sauf peut-être une. Une simple pousse de gui, qui pend aux arbres à l’ouest du Valhalla. Elle est si tendre, si jeune, si inoffensive... »\n\nCe fut tout ce que Loki avait besoin d’entendre. Il remercia, s’inclina, puis s’évanouit dans les ombres. Ses pas le menèrent aussitôt aux chênes sacrés, là où le gui verdissait doucement au vent d’automne. D’un geste calculé, il le cueillit, sentant en lui la clef d’un destin qu’il allait briser. Car même le plus fragile des êtres, entre les mains du mal, peut devenir une arme fatale.",
  "story_the_death_of_baldr_card_3_title": "Le gui",
  "story_the_death_of_baldr_card_4_description": "Loki façonne le gui en flèche et la remet à Höd, le frère aveugle de Baldr. Sous prétexte d’un jeu innocent, il guide sa main, faisant de lui l’instrument involontaire d’un fratricide tragique.",
  "story_the_death_of_baldr_card_4_detailed_story": "De retour dans son antre, Loki se mit à l’ouvrage. Il façonna le gui avec soin, lui donnant la forme d’une flèche fine et souple. Elle n’avait rien d’impressionnant, et pourtant, elle vibrait d’un pouvoir sinistre. C’était la seule chose au monde qui pouvait toucher Baldr, et Loki le savait.\n\nBientôt, arriva le jour des jeux en Asgard. Dans la grande plaine du palais, les dieux s’étaient rassemblés pour s’amuser d’un étrange divertissement : ils lançaient des armes, des pierres, des lances, contre Baldr, qui restait debout sans la moindre égratignure. Car rien, pensaient-ils, ne pouvait plus lui faire de mal.\n\nC’est alors que Loki s’approcha de Höd, le frère aveugle de Baldr, silencieux et solitaire à l’écart de la fête.\n\n« Pourquoi ne participez-vous pas, noble Höd ? murmura-t-il avec douceur. Votre frère mérite aussi un hommage de votre part. Voici une flèche... laissez-moi guider votre bras. »\n\nHöd, privé de la vue mais non du cœur, accepta sans malice. Il n’avait aucun soupçon, aucune raison de douter. Il tendit son arc, sentit la main de Loki poser la flèche entre ses doigts.\n\nEt tira.",
  "story_the_death_of_baldr_card_4_title": "La flèche",
  "story_the_death_of_baldr_card_5_description": "La flèche en gui frappe Baldr en plein cœur. Le dieu lumineux s’effondre, mortellement atteint. Asgard plonge dans le silence et le désespoir, tandis que Loki s’éclipse, porteur du chaos.",
  "story_the_death_of_baldr_card_5_detailed_story": "Le silence s’abattit avant même que la flèche n’atteigne sa cible. Elle fendit l’air, presque invisible, presque irréelle. Puis elle se planta dans la poitrine de Baldr avec une précision terrible.\n\nIl poussa un cri, un seul. Un son bref, déchirant, qui glaça le sang des immortels. Puis il s’effondra, comme frappé par la foudre.\n\nUn silence de mort enveloppa Asgard. Les rires cessèrent, les sourires s’éteignirent. L’incompréhension précéda l’horreur, qui bientôt se mua en désespoir. Frigg accourut, tomba à genoux, enlaça le corps inerte de son fils, hurlant un chagrin que même les étoiles entendirent.\n\nHöd, découvrant ce qu’il avait fait, laissa tomber son arc et sanglota, inconsolable. Il n’avait été que l’instrument, le jouet d’un esprit malin. Mais cela n’ôta rien à la tragédie.\n\nEt Loki, maître de la discorde, s’éclipsa dans les ombres, le sourire aux lèvres.\n\nBaldr était mort. Et avec lui, une part irremplaçable de la lumière du monde. Ce jour-là, les dieux comprirent que le crépuscule approchait. Le fil du destin avait été tranché. Ragnarök, le crépuscule des dieux, s’était mis en marche.",
  "story_the_death_of_baldr_card_5_title": "La mort de Baldr",
  "story_the_death_of_baldr_title": "La Mort de Baldr",
  "story_the_forging_of_mjolnir_card_1_description": "Par pur amusement, Loki coupe les cheveux dorés de Sif, épouse de Thor, connus pour leur éclat semblable à l’or. Ce geste cruel provoque la honte de Sif et la colère grondante de Thor.",
  "story_the_forging_of_mjolnir_card_1_detailed_story": "Dans les temps anciens, Loki, dieu de la malice et des tours perfides, s’ennuyait cruellement. Pour assouvir son besoin de chaos, il décida de s’en prendre à Sif, l’épouse de Thor, réputée pour sa beauté rayonnante et surtout pour ses cheveux d’or qui semblaient capturer la lumière du soleil. Alors qu’elle dormait paisiblement, Loki s’approcha silencieusement et, avec un sourire narquois, coupa chaque mèche précieuse. Lorsque Sif s’éveilla et découvrit sa chevelure mutilée, son désespoir résonna dans tout Asgard. Thor, découvrant l’affront infligé à son épouse, entra dans une fureur si terrible que la terre trembla sous ses pas. Il jura de faire payer à Loki cet outrage. Les dieux eux-mêmes redoutaient la tempête de colère qui menaçait de s’abattre sur le coupable.",
  "story_the_forging_of_mjolnir_card_1_title": "Cheveux de Sif",
  "story_the_forging_of_mjolnir_card_2_description": "Découvrant l’humiliation de Sif, Thor saisit Loki et le menace de le briser en mille morceaux s’il ne trouve pas une solution. Terrifié, Loki promet d’offrir à Sif une chevelure encore plus belle.",
  "story_the_forging_of_mjolnir_card_2_detailed_story": "Thor, ivre de rage, attrapa Loki par la gorge et le souleva comme une plume. Ses yeux flamboyaient comme la foudre, et sa voix, grondante, résonnait dans les halls d’Asgard : « Misérable filou ! Tu as osé porter atteinte à l’honneur de mon épouse ! Je vais t’écraser comme la vermine que tu es si tu n’effaces pas ton crime ! » Pris de panique, Loki réalisa qu’il avait été trop loin. Il tenta de se débattre, mais la poigne du dieu du tonnerre l’écrasait. Alors, avec une ruse feinte, il supplia Thor de lui laisser une chance de réparer son forfait. « J’apporterai à Sif une chevelure encore plus splendide que la précédente, je le jure sur mon sang ! » promit-il. Thor, bien qu’encore furieux, accepta, mais lui fit comprendre que la moindre déception lui coûterait tous ses os. Le compte à rebours de Loki venait de commencer.",
  "story_the_forging_of_mjolnir_card_2_title": "Menace de Thor",
  "story_the_forging_of_mjolnir_card_3_description": "Pour tenir sa promesse, Loki descend dans Svartalfheim, le royaume des nains forgerons. Il supplie Brokkr et Sindri de créer des trésors divins capables de calmer la colère de Thor et des dieux.",
  "story_the_forging_of_mjolnir_card_3_detailed_story": "Conscient qu’il ne pouvait s’en sortir seul, Loki descendit dans les profondeurs sombres de Svartalfheim, le royaume des nains. Là régnaient Brokkr et Sindri, deux frères forgerons dont l’habileté dépassait celle de tous les artisans des neuf mondes. Dans leurs forges embrasées, ils façonnaient les merveilles les plus précieuses, du métal le plus pur, nourri par le feu éternel. Loki, rusé, leur exposa son dilemme : il devait offrir à Sif une chevelure d’or vivante et à Thor un présent digne de sa grandeur. Intrigués et flattés, les nains acceptèrent le défi. Ils promirent de forger non seulement une nouvelle chevelure pour Sif, mais aussi des trésors destinés aux dieux eux-mêmes. Leurs marteaux résonnèrent dans la pénombre, et des étincelles jaillirent comme des étoiles naissantes. Loki, impatient, observait en silence, déjà prêt à semer ses ruses pour tirer plus qu’il n’avait demandé.",
  "story_the_forging_of_mjolnir_card_3_title": "Les nains forgerons",
  "story_the_forging_of_mjolnir_card_4_description": "Sous le marteau des nains naissent des trésors : Draupnir, Gungnir et enfin Mjöllnir, le marteau de Thor. Loki tente de saboter l’œuvre, mais le marteau, bien que court, est redoutable.",
  "story_the_forging_of_mjolnir_card_4_detailed_story": "Brokkr et Sindri se mirent à l’ouvrage, le visage noirci par la chaleur de la forge, le cœur gonflé de fierté. Ils commencèrent par créer Draupnir, l’anneau d’or magique qui produisait huit nouveaux anneaux tous les neuf jours, puis Gungnir, la lance d’Odin qui ne manquait jamais sa cible. Mais leur plus grand chef-d’œuvre fut Mjöllnir, le marteau destiné à Thor. Loki, craignant qu’un tel trésor ne rende les dieux trop puissants, tenta de saboter leur travail. Il se transforma en mouche et piqua Brokkr à plusieurs reprises pour briser sa concentration. Le forgeron, bien qu’endurci, sursauta légèrement, et le manche du marteau se retrouva plus court qu’il ne devait l’être. Malgré cela, Mjöllnir naquit, un marteau si puissant qu’il pouvait convoquer la foudre, pulvériser les montagnes et toujours revenir à la main de son maître. Même imparfait, il surpassait tout autre arme jamais forgée.",
  "story_the_forging_of_mjolnir_card_4_title": "Création de Mjöllnir",
  "story_the_forging_of_mjolnir_card_5_description": "Les trésors sont présentés aux dieux. Thor reçoit Mjöllnir, merveille de puissance. Malgré son manche court, il devient l’arme sacrée qui fera trembler géants et ennemis d’Asgard.",
  "story_the_forging_of_mjolnir_card_5_detailed_story": "Lorsque les trésors furent présentés aux dieux, tous furent émerveillés. Odin contempla Draupnir et Gungnir, comprenant qu’ils renforceraient son pouvoir et sa gloire. Mais le moment le plus attendu fut celui où Thor s’empara de Mjöllnir. Le marteau vibra dans sa main, dégageant une puissance brute qui fit frémir l’air autour de lui. Thor sentit aussitôt que cette arme deviendrait l’instrument de sa grandeur et la terreur de ses ennemis. Certes, le manche était trop court, mais sa force surpassait tout ce que l’on pouvait imaginer. Les dieux décidèrent que Loki avait accompli sa promesse, bien qu’à contrecœur et avec ses habituelles manigances. Thor pardonna à demi au filou, préférant célébrer l’acquisition d’une arme qui assurerait la protection d’Asgard contre les géants. Mjöllnir devint dès ce jour le symbole du pouvoir de Thor et l’un des trésors les plus sacrés du panthéon nordique.",
  "story_the_forging_of_mjolnir_card_5_title": "Offrande à Thor",
  "story_the_forging_of_mjolnir_title": "La forge de Mjöllnir",
  "story_the_punishment_of_loki_card_1_description": "Après la mort de Baldr, trahi par la ruse de Loki, le fauteur de troubles s’enfuit, changeant sans cesse de forme et se cachant dans une cabane aux quatre horizons, redoutant la vengeance des dieux.",
  "story_the_punishment_of_loki_card_1_detailed_story": "Lorsque Baldr, le dieu aimé de tous, fut frappé par la flèche guidée par la ruse de Loki, un silence funèbre s’abattit sur Asgard. Les éclats de rire habituels de Loki furent remplacés par un cœur battant la peur et l’orgueil. Pressentant la colère des Ases, il changea de forme : serpent glissant entre les pierres des rivières, oiseau solitaire battant des ailes au-dessus des falaises escarpées, vieillard au regard fuyant. Chaque transformation n’était qu’une feinte contre le destin, et pourtant, même dans ses pires déguisements, son crime brillait comme une lumière sombre que nul ne pouvait éteindre. Il s’installa dans une vallée reculée, bâtissant une cabane étrange aux quatre portes ouvertes sur l’horizon, pour guetter chaque menace. Les nuits étaient longues et glaciales, et assis devant son feu, Loki rumina ses pensées : ruse contre loyauté, liberté contre fatalité. Le vent portait le murmure des pas d’Odin et des Ases, et chaque craquement dans la forêt résonnait comme l’écho d’une vengeance imminente. La fuite n’était qu’un sursis fragile, et le filet du destin se resserrait inexorablement autour du dieu changeant, comme une ombre prête à l’engloutir.",
  "story_the_punishment_of_loki_card_1_title": "La fuite du fauteur de troubles",
  "story_the_punishment_of_loki_card_2_description": "Sous la direction d’Odin, les Ases et leurs alliés jurent que nul recoin du cosmos ne servira de refuge à Loki. La nature elle-même devient leur alliée dans une chasse inéluctable et implacable.",
  "story_the_punishment_of_loki_card_2_detailed_story": "Dans la grande salle d’assemblée d’Asgard, les visages des Ases étaient marqués non par la colère mais par une détermination glaciale. Odin, le Père de Tout, leva son unique œil vers le ciel, et jura que Loki ne trouverait aucun refuge sous la voûte du monde. La traque commença : les faucons d’Odin planèrent au-dessus des forêts, les loups de Fenrir flairèrent chaque piste dans la neige, et les guerriers d’Asgard sillonnèrent vallées et montagnes. Même les Vanes, alliés depuis longtemps des Ases, prêtèrent leurs dons pour retrouver le traître. La nature elle-même semblait conspirer contre Loki : chaque pierre roulait sous ses pas, chaque souffle de vent portait son odeur, chaque rivière reflétait sa fuite éperdue. Les jours et les nuits se succédaient, mais la certitude grandissait : nul ne peut échapper éternellement à ceux qu’il a trahis. La traque ne ressemblait plus à une chasse ordinaire, mais à un châtiment cosmique, où chaque recoin du monde participait à la justice divine. La vengeance était inscrite dans l’ordre même des choses, et les pas des chasseurs divins faisaient vibrer la terre, comme si les neuf royaumes tout entiers retenaient leur souffle.",
  "story_the_punishment_of_loki_card_2_title": "La traque des dieux",
  "story_the_punishment_of_loki_card_3_description": "Sous la forme d’un saumon argenté, Loki tente d’échapper à ses poursuivants, mais le filet tissé par les dieux se resserre. Thor, d’une poigne infaillible, l’arrache aux flots et le livre à la justice divine.",
  "story_the_punishment_of_loki_card_3_detailed_story": "Poussé à bout, Loki se glissa dans une rivière glaciale et prit la forme d’un saumon aux écailles étincelantes, réfléchissant la lueur froide de la lune. Bondissant de rocher en rocher, il espérait semer ses poursuivants, mais les Ases, armés de la sagesse d’Odin, avaient déjà préparé un filet colossal, tissé de cordes enchantées et si vaste qu’il semblait englober toute la vallée. Les dieux descendirent le courant, resserrant leur piège avec la patience des chasseurs qui savent que la proie ne peut échapper à l’inévitable. Le saumon bondit hors de l’eau, muscles tendus et flancs étincelants, tentant un dernier effort désespéré pour s’échapper. Mais Thor, d’une poigne divine, l’attrapa par la queue et le projeta sur la berge. Le filet se referma sur lui comme une toile de destin inéluctable. Reprenant sa forme humaine, Loki se retrouva entouré de visages sévères, les yeux d’Odin brûlant de jugement, ceux de Thor emplis de force et de colère, et ceux des autres Ases fixant son destin. La défiance brillait encore dans ses yeux, mais derrière cette flamme, l’ombre de la peur s’insinuait insidieusement. Son pouvoir de transformation avait été vaincu, et il comprit que la justice des dieux ne faillirait jamais.",
  "story_the_punishment_of_loki_card_3_title": "La capture au filet",
  "story_the_punishment_of_loki_card_4_description": "Les dieux rappellent ses crimes et décident d’un châtiment éternel. Loki verra sa descendance brisée, et de ses propres fils naîtront les chaînes qui l’attacheront, scellant un sort cruel et sans retour.",
  "story_the_punishment_of_loki_card_4_detailed_story": "Enchaîné devant les Ases, Loki entendit les accusations tomber comme des marteaux frappant un enclume : la mort de Baldr, les humiliations infligées aux dieux, et toutes les ruses accumulées depuis l’aube des temps. Certains réclamaient sa mort immédiate, mais Odin leva la main, déclarant que la fin serait trop douce. Le châtiment devait refléter la durée même du monde. Alors fut décidé que Loki serait attaché dans une caverne profonde et sombre, forcé de supporter le venin d’un serpent suspendu au-dessus de son visage. Mais avant même ce supplice, une cruauté plus terrible fut infligée : ses fils, Nárfi et Váli, furent transformés l’un contre l’autre, et de leurs entrailles les dieux forgèrent les chaînes qui retenaient leur père. La descendance de Loki était détruite, son avenir effacé, et chaque lien tissé était un rappel cruel de sa trahison. Le jugement des Ases ne se contentait pas de punir, il érigeait la souffrance en monument éternel, gravé dans la pierre et le sang, destiné à rappeler à tous que la ruse contre le divin se paie au prix fort.",
  "story_the_punishment_of_loki_card_4_title": "Le jugement sans pitié",
  "story_the_punishment_of_loki_card_5_description": "Dans une caverne glaciale, Loki est cloué à la roche par les entrailles de ses enfants. Ses paroles de défi résonnent dans le vide, promesse d’une vengeance future, mais impuissante face aux chaînes divines.",
  "story_the_punishment_of_loki_card_5_detailed_story": "Dans une caverne glaciale, les dieux accomplirent la sentence. Loki fut étendu sur une pierre polie par le froid, ses bras et ses jambes écartés par les chaînes façonnées à partir des entrailles de ses fils. Les Ases les plus puissants tirèrent sur ces liens organiques, les clouant à la roche avec une force divine qui ne laissait aucun espoir de mouvement. Des gouttes glacées perlaient du plafond, tombant en rythme cruel sur son visage brûlé de douleur et de désespoir. Autour de lui, les dieux observaient : certains satisfaits, d’autres troublés par la cruauté de leur justice. Loki, malgré les tortures, parvint à lancer des paroles de défi, jurant que cette injustice ne resterait pas impunie. Mais les échos de ses cris se perdirent dans la caverne, engloutis par le silence de pierre et la noirceur des lieux. Il devint une ombre dans la roche, un présage de tempête et de vengeance à venir. La terre elle-même semblait boire sa douleur, l’absorbant pour l’éternité.",
  "story_the_punishment_of_loki_card_5_title": "'L’enchaînement sous la pierre",
  "story_the_punishment_of_loki_card_6_description": "Un serpent suspendu laisse tomber son venin brûlant sur Loki, dont les hurlements ébranlent la terre. Mais Sigyn, fidèle, recueille goutte après goutte, adoucissant un supplice éternel qui façonne le monde.",
  "story_the_punishment_of_loki_card_6_detailed_story": "Au-dessus du visage de Loki, un serpent dont le venin corrosif tombait goutte à goutte, distillait une torture infinie. Chaque perle brûlait sa peau et le fit hurler dans un écho qui secouait les rochers et la caverne entière. Pourtant, il ne fut pas laissé seul. Sigyn, son épouse, resta à ses côtés, fidèle malgré tout, tenant un bol pour recueillir le poison et soulager ses souffrances. Mais lorsque la coupe était pleine, le venin tombait sur le visage de Loki, le frappant avec une intensité brûlante. Ses hurlements résonnaient jusqu’à Midgard, ébranlant la terre et les royaumes des hommes. Ainsi commença son supplice éternel : enchaîné par le sang de ses fils, tourmenté par le venin, sauvé par l’amour indéfectible de Sigyn. Ce châtiment cruel devint une cicatrice vivante du cosmos, un avertissement pour tous les dieux et les hommes, et une promesse que lors du Ragnarök, la fureur de Loki se libérerait, enveloppant les neuf mondes dans un chaos dévastateur.",
  "story_the_punishment_of_loki_card_6_title": "Le venin et la fidélité",
  "story_the_punishment_of_loki_title": "Le Châtiment de Loki",
  "story_the_serpent_fishing_card_1_description": "Thor se rend chez le géant Hymir afin de demander son aide pour obtenir un chaudron immense, capable de contenir l’hydromel des dieux. Leur rencontre marque le début d’une alliance fragile.",
  "story_the_serpent_fishing_card_1_detailed_story": "À l’aube d’un matin gris et glacial, Thor, le dieu guerrier, franchit les portes d’une caverne gelée où vivait Hymir, le géant à la peau dure comme le givre et aux yeux semblables à des abîmes insondables. Le souffle du dieu formait des nuages blancs dans l’air figé, et chacun de ses pas résonnait dans le silence de la demeure du colosse. Il ne venait pas en conquérant, mais en implorant l’aide d’Hymir pour retrouver un chaudron d’une taille colossale, capable de contenir l’hydromel des dieux. Le géant laissa échapper un rire grave, qui fit vibrer les parois de pierre et ébranla les stalactites au-dessus de leur tête. Puis son amusement se mua en méfiance : que voulait cet être des cieux dans son royaume glacé ? Après un long moment où le silence pesa plus que les mots, une alliance fragile se forma. Hymir accepta, mais avec arrière-pensée et défi : l’océan les attendait, indompté et impitoyable. Le destin, déjà, semblait suspendu aux vagues, et nul ne savait que cette alliance allait les confronter à une créature capable de défier l’imagination et le courage des dieux.",
  "story_the_serpent_fishing_card_1_title": "La quête du chaudron",
  "story_the_serpent_fishing_card_2_description": "Pour attirer une créature digne de leur défi, Hymir exige un appât hors du commun. Thor arrache la tête d’un taureau puissant, dont le sang chaud appelle les forces abyssales de l’océan.",
  "story_the_serpent_fishing_card_2_detailed_story": "Sous un ciel chargé de nuages noirs et bas, Hymir posa son exigence avec un grondement qui fit trembler la caverne : pour attirer la créature des abysses, il fallait un appât digne de sa puissance. Thor, sans un souffle d’hésitation, se dirigea vers le troupeau du géant et choisit le plus robuste des taureaux. L’animal mugissait, ses yeux reflétant une conscience de sa fin prochaine, ses sabots frappant la neige gelée. Thor agrippa les cornes et, d’un effort surhumain, renversa la bête, son sang chaud s’écoulant en une rivière écarlate qui contrastait avec la blancheur immaculée de la glace. Hymir observa en silence, partagé entre admiration et colère, tandis que Thor soulevait la tête du taureau, la brandissant comme un trophée offert aux flots. L’air vibrait de l’odeur du fer et de la mort. Les mouettes tournaient au-dessus, comme attirées par ce sacrifice brutal. Chaque goutte de sang sur la neige semblait appeler les profondeurs, et le vent se mit à hurler, comme si l’océan lui-même savait qu’un affrontement extraordinaire allait commencer.",
  "story_the_serpent_fishing_card_2_title": "Le sacrifice du taureau",
  "story_the_serpent_fishing_card_3_description": "Thor et Hymir s’embarquent sur une barque minuscule, affrontant des vagues furieuses et un ciel orageux. La mer rugit, comme si elle pressentait l’affrontement qui allait bouleverser les mondes.",
  "story_the_serpent_fishing_card_3_detailed_story": "Ils prirent place dans une barque frêle, si petite que l’on aurait cru que leur puissance suffirait à briser son bois à chaque vague. Hymir, immense, saisit les rames et fendit les flots avec des gestes lents et puissants, faisant éclater l’eau dans des gerbes argentées. À ses côtés, Thor fixait l’horizon, ses yeux brillant d’une flamme que ni le vent ni le froid ne pouvaient éteindre. La mer se déchaînait, ses vagues immenses frappant la frêle embarcation, tandis que les nuages s’amoncelaient, lourds et noirs, menaçant d’engloutir le ciel dans un chaos de tonnerre. Thor lia la tête sanglante du taureau à un hameçon d’acier sombre, ses mains rapides malgré le roulis incessant. Chaque clapotis semblait battre le rythme d’un tambour funèbre, chaque rafale rappelant qu’ils naviguaient aux confins du monde connu. Le silence entre eux était lourd, chargé de crainte et de défi, car tous deux pressentaient que ce qu’ils convoquaient des profondeurs n’était pas une créature ordinaire, mais un monstre capable de bouleverser les océans et le destin des dieux.",
  "story_the_serpent_fishing_card_3_title": "L’océan sans fin",
  "story_the_serpent_fishing_card_4_description": "Le serpent de Midgard surgit des flots, immense et terrifiant, ses anneaux soulevant des tempêtes. Thor lutte à mains nues pour le retenir, défiant l’océan et la créature qui étreint le monde.",
  "story_the_serpent_fishing_card_4_detailed_story": "Le silence de l’océan éclata soudain en un fracas monstrueux : la ligne tendue vibra comme un éclair de métal et Thor tira de toutes ses forces. L’eau explosa, et une horreur antique apparut, écailles sombres comme la nuit, yeux d’un jaune incandescent, anneaux enserrant l’air comme pour englober le monde. Le serpent des profondeurs surgit, vomissant torrents d’écume et de fureur. La barque menaçait de se briser sous le poids de la bête. Thor, pieds ancrés dans le bois trempé, tenait la corde comme s’il voulait retenir l’océan lui-même. Hymir, glacé par la terreur, recula, ses yeux écarquillés fixant la gueule béante capable d’engloutir montagnes et citadelles. Le serpent, enragé, se tordait et ses anneaux fracassaient les vagues en tempêtes. Chaque seconde semblait suspendre le temps, oscillant entre la victoire et la catastrophe, tandis que le tonnerre et les éclairs illuminaient cette lutte titanesque.",
  "story_the_serpent_fishing_card_4_title": "La morsure des profondeurs",
  "story_the_serpent_fishing_card_5_description": "Alors que Thor s’apprête à abattre sa puissance sur le serpent, Hymir, terrorisé, coupe la ligne. La créature disparaît dans les profondeurs, laissant une menace suspendue et un duel inachevé.",
  "story_the_serpent_fishing_card_5_detailed_story": "Thor, le regard incandescent, était prêt à abattre sa puissance sur le serpent, chaque muscle tendu, chaque fibre de son être vibrant d’une énergie divine. Mais avant qu’il ne puisse frapper, un cri de terreur s’éleva derrière lui. Hymir, dans un élan de panique, avait saisi la corde et, d’un geste désespéré, la rompit. Le serpent, libéré de son lien, disparut dans les profondeurs avec un rugissement qui fit trembler l’océan tout entier.\n\nLa barque chavira sous le choc, projetant Thor et Hymir dans les eaux glacées. Le dieu du tonnerre émergea, haletant, ses cheveux collés à son visage par l’eau salée. Hymir, tremblant de froid et de peur, se cramponna à une planche flottante. Le silence retomba sur l’océan, seulement troublé par le clapotis des vagues et le souffle rauque des deux survivants.\n\nThor regarda l’horizon, le cœur lourd. Il n’avait pas vaincu le serpent des profondeurs, mais il avait survécu à une épreuve qui aurait brisé n’importe quel autre être. Le destin des dieux restait incertain, mais une chose était claire : la lutte contre les forces du chaos ne faisait que commencer.",
  "story_the_serpent_fishing_card_5_title": "Le combat inachevé",
  "story_the_serpent_fishing_title": "La Pêche au Serpent",
  "story_the_wall_of_asgard_card_1_description": "Après la guerre contre les Vanes, Asgard est vulnérable. Les Ases se rassemblent et décident qu’il leur faut une nouvelle muraille, plus solide et plus haute que jamais, pour protéger leur royaume.",
  "story_the_wall_of_asgard_card_1_detailed_story": "La guerre entre les Ases et les Vanes, deux clans divins aux puissances redoutables, avait bouleversé l’équilibre des neuf mondes. Même si une paix fragile fut conclue, les cicatrices de ce conflit restaient visibles, et les dieux savaient qu’elles ne s’effaceraient jamais totalement. La muraille qui protégeait autrefois Asgard avait été réduite en ruines, laissant leur cité divine exposée aux attaques des géants et aux menaces extérieures. Odin, Thor et les autres Ases convoquèrent alors une grande assemblée, le Thing sacré, pour débattre de la manière de rebâtir leurs défenses. Chacun apporta son avis, mais une évidence s’imposait : il fallait une forteresse nouvelle, si solide et si majestueuse qu’aucun ennemi, pas même les puissants Jötunns, ne pourrait jamais l’abattre. Cette décision, marquée par la gravité des souvenirs de guerre, allait ouvrir la voie à une série d’événements que nul ne pouvait encore imaginer.",
  "story_the_wall_of_asgard_card_1_title": "Les Dieux cherchent à protéger Asgard",
  "story_the_wall_of_asgard_card_2_description": "Un mystérieux géant, Hrimthurs, se présente aux dieux et propose de bâtir une muraille invincible en six mois. En échange, il exige Freyja, le soleil et la lune, un prix que les Ases jugent exorbitant.",
  "story_the_wall_of_asgard_card_2_detailed_story": "Alors que les Ases débattaient encore de leur dilemme, un étranger imposant franchit les portes d’Asgard. Il se présenta comme un maître bâtisseur, un géant du nom de Hrimthurs. Son offre était stupéfiante : il promettait de rebâtir une muraille si solide qu’aucune force ne pourrait jamais la renverser, et ce, en l’espace de six mois seulement. Mais son prix était terrifiant : il réclamait la main de Freyja, la déesse de la beauté et de l’amour, ainsi que le soleil et la lune, sources de lumière et de vie. Les Ases, choqués par cette demande, hésitèrent. Perdre Freyja serait une blessure à l’honneur d’Asgard, et céder le soleil et la lune plongerait les mondes dans les ténèbres éternelles. Pourtant, attirés par l’idée d’une muraille imprenable, ils décidèrent d’accepter, mais avec une ruse en tête : ils imposèrent que le géant n’aurait aucune aide, hormis son cheval, et qu’il devait terminer avant le premier jour de l’été. Les dés étaient jetés.",
  "story_the_wall_of_asgard_card_2_title": "Le géant bâtisseur propose son aide",
  "story_the_wall_of_asgard_card_3_description": "Hrimthurs et son cheval Svadilfari commencent l’ouvrage. Les pierres s’élèvent si vite que les dieux s’inquiètent : il semble réellement capable de finir avant la date fixée.",
  "story_the_wall_of_asgard_card_3_detailed_story": "Dès le lendemain, Hrimthurs se mit à l’ouvrage avec une vigueur impressionnante. Son fidèle cheval, Svadilfari, l’aidait à transporter d’énormes blocs de pierre que nul autre être n’aurait pu soulever. Ensemble, ils travaillaient nuit et jour, sans répit. Les Ases, d’abord confiants dans leur ruse, commencèrent à douter en voyant la vitesse à laquelle la muraille prenait forme. Chaque jour, les pierres s’élevaient plus haut, chaque nuit, la forteresse semblait avancer d’un pas de géant vers son achèvement. En quelques semaines, une grande partie de l’enceinte entourant Asgard était déjà debout, solide et massive. Odin et les autres dieux, habituellement sereins, se consultaient désormais avec inquiétude. Si le géant parvenait à achever son œuvre à temps, ils devraient tenir parole et céder Freyja, le soleil et la lune. Leur plan risquait de se retourner contre eux, et le désespoir commença à poindre.",
  "story_the_wall_of_asgard_card_3_title": "Le géant commence la construction",
  "story_the_wall_of_asgard_card_4_description": "Voyant le danger, Loki propose une ruse : il se métamorphose en jument et attire Svadilfari, privant Hrimthurs de son plus précieux allié dans la construction de la muraille.",
  "story_the_wall_of_asgard_card_4_detailed_story": "Alors que la date limite approchait et que l’angoisse des Ases montait, Loki, le dieu de la ruse, offrit son aide. Bien que souvent cause de leurs malheurs, il savait se rendre utile dans les situations désespérées. Son plan était audacieux : il se métamorphosa en une magnifique jument, luisante et vive, et se présenta devant Svadilfari. Le cheval, séduit, se lança à sa poursuite, abandonnant son maître. Hrimthurs, désemparé, dut continuer seul, mais même sa force colossale ne suffisait pas pour déplacer les blocs sans son destrier. Pendant plusieurs nuits, Loki, sous sa forme équine, attira Svadilfari toujours plus loin, retardant la construction de manière décisive. Les dieux observaient avec un mélange de soulagement et de stupeur, conscients que la ruse de Loki venait de sauver leur royaume, mais aussi que de telles tromperies pourraient avoir des conséquences inattendues.",
  "story_the_wall_of_asgard_card_4_title": "L’intervention de Loki",
  "story_the_wall_of_asgard_card_5_description": "Privé de son cheval, Hrimthurs comprend qu’il ne pourra pas finir la muraille. Trompé, il entre dans une rage furieuse et menace de détruire Asgard et d’écraser les dieux eux-mêmes.",
  "story_the_wall_of_asgard_card_5_detailed_story": "Quand Hrimthurs réalisa qu’il avait été dupé, sa rage éclata comme une tempête. Le géant frappa la terre de ses poings et poussa un cri si terrible que les montagnes elles-mêmes semblèrent trembler. Sans Svadilfari, il était incapable d’achever l’œuvre, et il comprit que les Ases n’avaient jamais eu l’intention de tenir leur promesse. Fou de colère, il tenta de renverser les blocs déjà posés, jurant de réduire Asgard en cendres et d’écraser les dieux sous sa force. Les Ases, qui avaient redouté ce moment, se préparèrent à le combattre. Thor, la main crispée sur Mjöllnir, attendait l’instant où il pourrait frapper. Odin, quant à lui, observait avec gravité : ce duel n’était plus une affaire de ruse, mais un affrontement direct entre la puissance brute d’un géant et la volonté indomptable des dieux d’Asgard.",
  "story_the_wall_of_asgard_card_5_title": "La colère du géant",
  "story_the_wall_of_asgard_card_6_description": "Odin, Thor et les Ases affrontent Hrimthurs dans un combat titanesque. Le ciel se déchire de tonnerre et de magie, jusqu’à ce que le géant soit terrassé et Asgard finalement sauvé.",
  "story_the_wall_of_asgard_card_6_detailed_story": "La rage de Hrimthurs atteignit son paroxysme lorsqu’il se lança contre les murailles inachevées. Thor bondit en avant, brandissant Mjöllnir, et abattit des coups si puissants que le ciel se couvrit d’éclairs. Odin invoqua des enchantements pour protéger ses frères, tandis que les autres Ases combattaient aux côtés du dieu du tonnerre. La bataille résonna dans tout Asgard : chaque coup de poing du géant faisait trembler la terre, chaque coup de marteau faisait exploser des blocs de pierre. Malgré sa force titanesque, Hrimthurs ne put résister longtemps face à la fureur combinée des dieux. Thor, dans un rugissement de colère, asséna le coup final qui pulvérisa le crâne du géant. Hrimthurs s’effondra, écrasant le sol dans un fracas assourdissant. Son corps inerte rappela à tous que même la ruse pouvait mener à des affrontements sanglants. Asgard était sauvé, mais la victoire avait un prix.",
  "story_the_wall_of_asgard_card_6_title": "La bataille finale",
  "story_the_wall_of_asgard_card_7_description": "Après leur victoire, les Ases reconstruisent la muraille d’Asgard en utilisant les pierres déjà posées. Ils célèbrent leur triomphe et jurent de protéger leur royaume contre toute menace future.",
  "story_the_wall_of_asgard_card_7_detailed_story": "Une fois Hrimthurs vaincu, les Ases se tournèrent vers les ruines de son ouvrage. Les blocs de pierre qu’il avait posés étaient d’une solidité remarquable, et plutôt que de les détruire, les dieux décidèrent de les utiliser pour bâtir leur propre muraille. Ainsi, pierre après pierre, ils achevèrent la forteresse d’Asgard, cette fois en maîtres de leur destinée. La nouvelle enceinte se dressait, imposante et invincible, symbole de leur unité retrouvée après la guerre contre les Vanes et la menace du géant. Des fêtes grandioses furent organisées, et bien que Loki eût provoqué tout ce chaos par ses tromperies, il fut honoré pour sa ruse qui avait permis leur victoire. Les Ases jurèrent de défendre Asgard, quoi qu’il en coûte, et de veiller sur leur royaume jusqu’au Ragnarök. La muraille devint le rempart éternel de leur puissance et le signe que, même face aux menaces les plus grandes, les dieux sauraient triompher.",
  "story_the_wall_of_asgard_card_7_title": "La reconstruction d’Asgard",
  "story_the_wall_of_asgard_title": "La Muraille d’Asgard",
  "story_thors_hammer_card_1_description": "Un matin, Thor découvre que son marteau Mjöllnir a été volé. Privé de sa plus grande arme, Asgard entier devient vulnérable face aux forces du chaos qui menacent les neuf mondes.",
  "story_thors_hammer_card_1_detailed_story": "Un matin, Thor se réveilla dans une rage terrible qui fit trembler tout Asgard. Son marteau Mjöllnir, sa plus précieuse possession, avait disparu ! Cette arme légendaire, forgée par les nains dans les profondeurs de Svartalfheim, était capable de contrôler la foudre et de pulvériser les montagnes.\n\nSans Mjöllnir, Thor n’était plus qu’un dieu ordinaire. Pire encore, sans cette arme divine, tous les dieux d’Asgard étaient vulnérables face aux forces du chaos qui menaçaient constamment les neuf mondes.\n\nLes recherches commencèrent immédiatement. Heimdall scruta les horizons avec sa vue perçante, Odin envoya ses corbeaux Hugin et Munin aux quatre coins du cosmos, mais le marteau demeurait introuvable. C’est alors que les soupçons se portèrent vers les géants, éternels ennemis des dieux.",
  "story_thors_hammer_card_1_title": "Mjöllnir est volé",
  "story_thors_hammer_card_2_description": "Le géant Thrym avoue avoir volé Mjöllnir et exige la main de Freyja en mariage pour le rendre. Sa demande outrageante indigne les dieux et provoque la fureur de la déesse elle-même.",
  "story_thors_hammer_card_2_detailed_story": "Les investigations menèrent rapidement au géant Thrym, roi des géants de givre dans les terres glacées de Jötunheim. Loin de nier son forfait, il avoua sans honte avoir dérobé le marteau et l’avoir caché dans les profondeurs de la terre, là où aucun dieu ne pourrait le trouver.\n\nMais Thrym posa ses conditions avec un sourire narquois : il ne rendrait Mjöllnir que si les dieux lui donnaient la main de la belle Freyja en mariage. La déesse de l’amour et de la beauté devrait devenir son épouse et régner à ses côtés sur le royaume des géants.\n\nCette demande outrageante indigna tous les dieux d’Asgard. Comment oser réclamer la plus belle des déesses en échange d’un objet volé ? Freyja elle-même entra dans une colère si terrible que son collier magique Brísingamen se brisa sous la force de sa fureur. Les murs du Valhalla tremblèrent sous sa rage.",
  "story_thors_hammer_card_2_title": "Le chantage de Thrym",
  "story_thors_hammer_card_3_description": "Pour duper Thrym, Loki suggère que Thor se déguise en Freyja. À contrecœur, le dieu du tonnerre accepte et enfile une robe de mariée et un voile pour tromper les géants.",
  "story_thors_hammer_card_3_detailed_story": "C’est alors que Loki eut une idée aussi audacieuse que ridicule : Thor devrait se déguiser en Freyja pour tromper Thrym ! L’idée de voir le plus viril des dieux revêtir des habits de femme amusa beaucoup le rusé Loki.\n\nThor protesta violemment : \"Jamais ! Les dieux se moqueront de moi pour l’éternité ! Ma réputation de guerrier sera ruinée !\"\n\nMais Heimdall le sage intervint: \"Préfères-tu que les géants envahissent Asgard sans que nous puissions nous défendre ? Sans Mjöllnir, nous sommes perdus.\"\n\nÀ contrecœur, Thor accepta. Avec l’aide de Loki, il revêtit une magnifique robe de mariée, se couvrit d’un voile orné de bijoux précieux, et plaça sur sa poitrine le collier réparé de Freyja. Ses mains puissantes furent dissimulées sous de longs gants de soie. Ainsi déguisé, le dieu du tonnerre ressemblait à une épouse timide et voilée.",
  "story_thors_hammer_card_3_title": "Déguisement",
  "story_thors_hammer_card_4_description": "Lors du banquet, Thor dévore un bœuf, huit saumons et trois tonneaux d’hydromel. Les géants doutent, mais Loki justifie son appétit par une longue période de jeûne amoureux.",
  "story_thors_hammer_card_4_detailed_story": "Le stratagème sembla d’abord fonctionner parfaitement. Thrym accueillit sa \"fiancée\" avec une joie débordante et organisa immédiatement un grand banquet nuptial. Tous les géants de Jötunheim furent conviés pour célébrer cette union extraordinaire.\n\nMais au cours du festin, Thor ne put contenir son appétit légendaire. Oubliant son rôle, il dévora un bœuf entier, huit saumons, et engloutit tous les mets destinés aux femmes. Il vida ensuite trois tonneaux entiers d’hydromel d’un trait, éveillant les soupçons des géants.\n\n\"Par ma barbe !\" s’exclama Thrym, les yeux écarquillés. \"Je n’ai jamais vu une femme manger et boire avec un tel appétit ! Pourquoi la belle Freyja se montre-t-elle si vorace ?\n\nLoki, toujours prompt à mentir, répondit avec aplomb : \"Noble Thrym, Freyja était si excitée par ce mariage qu’elle n’a pas touché à la nourriture depuis huit jours et huit nuits ! C’est la faim qui la rend si affamée.\"",
  "story_thors_hammer_card_4_title": "Le festin",
  "story_thors_hammer_card_5_description": "Lorsque Mjöllnir est placé sur ses genoux pour bénir le mariage, Thor le saisit aussitôt, déchire son voile et massacre Thrym et les géants dans un orage de foudre.",
  "story_thors_hammer_card_5_detailed_story": "Thrym, rassuré par l’explication de Loki, décida de procéder à la cérémonie. Selon la tradition, il ordonna qu’on apporte le marteau de Thor pour bénir l’union et le placer sur les genoux de la mariée, symbole de fertilité et de protection.\n\nDès que Mjöllnir fut posé sur ses genoux, Thor sentit sa force divine revenir en lui comme un torrent. Ses yeux s’enflammèrent de joie et de rage contenues. D’un geste puissant, il arracha son voile et déchira sa robe de mariée.\n\n\"Je suis Thor, fils d’Odin !\" rugit-it en brandissant son marteau. \"Et voici ma réponse à votre chantage !\n\nLa foudre jaillit de Mjöllnir tandis que Thor massacrait Thrym et tous les géants présents dans un déchaînement de violence divine. Les éclairs illuminèrent la salle du festin transformée en champ de bataille, et le tonnerre résonna dans tout Jötunheim.\n\nAinsi Thor récupéra-t-il son marteau, et jamais plus les géants n’osèrent défier ouvertement le dieu du tonnerre.\"",
  "story_thors_hammer_card_5_title": "Récupération",
  "story_thors_hammer_title": "Le Marteau de Thor",
  "story_war_of_aesir_and_vanir_card_1_description": "La magie des Vanes émerveille mais inquiète les Ases, et la méfiance s’installe.",
  "story_war_of_aesir_and_vanir_card_1_detailed_story": "Dans la grande salle des dieux du ciel, les flammes des torches projetaient sur les murs des ombres vacillantes qui semblaient écouter les murmures des immortels. Les Vanes, maîtres des champs et des récoltes, avaient introduit une magie nouvelle, née de la terre et des saisons, qui fascinait autant qu’elle effrayait. Les Ases, guerriers d’Asgard, regardaient cette puissance d’un œil méfiant : ce savoir étranger remettait en cause leur autorité. Parmi eux, certains y voyaient une chance, d’autres une menace. Les mots échangés se transformèrent en accusations, et les accusations en colères à peine contenues. Le silence entre deux discours n’était plus celui du respect, mais celui d’un orage prêt à éclater. L’avidité se mêlait à la crainte, et l’orgueil à la jalousie. Le vent qui soufflait contre les portes de la salle semblait lui-même annoncer une rupture. Quand le regard des uns devint trop lourd, quand les mains se crispèrent sur les accoudoirs, chacun comprit que le fil qui unissait ces deux clans était sur le point de se rompre. L’équilibre fragile du monde s’inclinait déjà vers le chaos.",
  "story_war_of_aesir_and_vanir_card_1_title": "L’ombre de la discorde",
  "story_war_of_aesir_and_vanir_card_2_description": "Un conflit éclate après que les Ases aient tenté de détruire une magicienne vane.",
  "story_war_of_aesir_and_vanir_card_2_detailed_story": "La tension trouva son incarnation dans une femme venue des Vanes, messagère et maîtresse des arcanes de la fertilité. Sa beauté éclatante et son savoir mystérieux troublaient l’ordre établi. Les Ases, incapables de supporter une telle indépendance, tentèrent de la réduire au silence par le feu. Mais trois fois les flammes dévorèrent son corps, et trois fois elle renaquit, plus forte, plus rayonnante, comme si la terre elle-même refusait de la céder aux flammes. Cet affrontement révéla au grand jour l’abîme qui séparait les deux peuples. Les Vanes, outrés de ce sacrilège, se levèrent en armes, appelant les vents et les moissons à leur aide. Les Ases, blessés dans leur fierté, saisirent leurs lances et se préparèrent au combat. La guerre n’éclata pas dans un cri, mais dans un silence funeste, lorsque chacun sut qu’aucun retour en arrière n’était possible. Le premier sang coula bientôt, et avec lui se brisa l’illusion d’une paix durable. Désormais, l’air était chargé de cendres et de malédictions.",
  "story_war_of_aesir_and_vanir_card_2_title": "L’étincelle de la guerre",
  "story_war_of_aesir_and_vanir_card_3_description": "Ases et Vanes s’affrontent sans répit, ravageant terres et cieux.",
  "story_war_of_aesir_and_vanir_card_3_detailed_story": "Alors s’ouvrit une guerre que nul mortel n’aurait pu concevoir. Les Ases frappaient avec la violence du tonnerre, leurs armes forgées dans le feu des forges éternelles. Les Vanes ripostaient en invoquant la fécondité des terres, transformant les champs en pièges vivants, faisant jaillir des torrents et des forêts là où il n’y avait que désolation. Chaque bataille déchirait le monde, chaque victoire semblait aussitôt se transformer en défaite. Les murs d’Asgard tremblaient, et les plaines des Vanes se couvraient de cendres. Aucun camp ne reculait, et pourtant aucun n’avançait. La guerre, interminable, devenait une blessure qui ne se refermait pas. Les chants des scaldes ne racontaient plus des triomphes, mais des ravages sans fin. Les vents portaient la fumée des incendies jusque dans les royaumes des mortels, et même Yggdrasil, l’arbre cosmique, semblait gémir sous le poids de cette discorde. Dans les regards des dieux, on ne lisait plus la fierté, mais la lassitude d’un affrontement stérile. Pourtant, nul ne voulait céder le premier.",
  "story_war_of_aesir_and_vanir_card_3_title": "La guerre des dieux",
  "story_war_of_aesir_and_vanir_card_4_description": "Épuisés, les dieux échangent des otages pour sceller une trêve fragile.",
  "story_war_of_aesir_and_vanir_card_4_detailed_story": "Quand le sang eut trop coulé, quand les armes devinrent aussi lourdes que les cœurs, une idée germa des ruines de la bataille. Les deux clans, incapables de vaincre, décidèrent de tenter un acte de confiance : l’échange d’otages. Les Vanes envoyèrent deux de leurs plus sages, un frère et une sœur dont la beauté et la puissance surpassaient celles des champs et des rivières. Les Ases, de leur côté, offrirent un maître des runes, gardien des secrets anciens, et un autre dieu à la langue acérée. Cet échange fut scellé non dans la joie, mais dans la méfiance, chaque pas franchi étant alourdi par le soupçon. Les otages traversèrent les plaines et les forteresses ennemies, portant avec eux les espoirs fragiles d’une paix encore incertaine. L’air était tendu comme une corde d’arc, et chaque regard jeté sur eux pouvait à tout instant devenir une menace. Pourtant, à travers cet acte de prudence, un frêle équilibre commença à renaître. Pour la première fois depuis longtemps, les dieux ne brandissaient pas leurs armes, mais leurs serments.",
  "story_war_of_aesir_and_vanir_card_4_title": "Les otages du destin",
  "story_war_of_aesir_and_vanir_card_5_description": "Les otages tiennent parole, et les dieux apprennent à unir leurs forces.",
  "story_war_of_aesir_and_vanir_card_5_detailed_story": "Le temps fit son œuvre, et peu à peu, les otages devinrent plus que des garants : ils devinrent des ponts. Les Vanes, accueillis parmi les Ases, enseignèrent l’art de la magie de la terre, dévoilant les secrets des récoltes et des saisons. Les Ases, en retour, partagèrent la rigueur de leurs runes, le courage de leurs batailles et la discipline de leurs lois. Les rancunes ne disparurent pas en un souffle, mais à travers des années de patience et d’épreuves partagées, les liens se tissèrent. Les enfants de ces unions divines portaient en eux deux héritages, celui du tonnerre et celui de la fertilité. Les festins remplacèrent les guerres, et les chants célébrèrent à nouveau la puissance de l’union plutôt que la désolation des combats. Mais au fond de chaque regard, une ombre subsistait : le souvenir de la guerre n’était jamais loin, comme une cicatrice que le temps ne pouvait effacer. Pourtant, pour un temps, la paix régnait, fragile mais réelle.",
  "story_war_of_aesir_and_vanir_card_5_title": "La réconciliation des dieux",
  "story_war_of_aesir_and_vanir_card_6_description": "Ases et Vanes unissent définitivement leurs forces, préparant l’avenir.",
  "story_war_of_aesir_and_vanir_card_6_detailed_story": "La fin de la guerre ne fut pas une victoire, mais une reconnaissance mutuelle. Les Ases comprirent qu’ils ne pouvaient régner seuls sur le ciel et la guerre, et les Vanes acceptèrent que la terre et la fécondité devaient s’unir à la force et à la loi. Une nouvelle ère s’ouvrit, où les deux clans si longtemps ennemis siégeaient côte à côte dans les halls d’Asgard. Les serments prononcés résonnaient comme des pierres posées dans le lit d’un fleuve : solides, mais soumis aux flots du destin. Les dieux savaient que les épreuves ne manqueraient pas, que le chaos n’avait pas disparu, mais ils comprirent que seule leur union pouvait donner une chance de survie lors du crépuscule annoncé. Ainsi, de la cendre de la discorde naquit l’alliance. Les scaldes chantèrent alors non pas la gloire d’une victoire, mais la sagesse d’un compromis, et ces chants résonnèrent jusque dans les royaumes des mortels. Les Vanes et les Ases devinrent un seul peuple divin, liés non par le sang versé, mais par le sang partagé.",
  "story_war_of_aesir_and_vanir_card_6_title": "L’alliance scellée",
  "story_war_of_aesir_and_vanir_title": "La Guerre des Ases et des Vanes",
  "victory_popup_congratulations": "Félicitations !",
  "victory_popup_generic_message": "Vous avez accompli un exploit digne des dieux !",
  "victory_popup_title": "Victoire !",
  "widgets_custom_video_player_codec_incompatible": "Format vidéo non supporté",
  "widgets_custom_video_player_error_loading_music": "Erreur lors du chargement de la musique pour la carte {cardId}: {error}",
  "widgets_custom_video_player_error_loading_video": "Erreur lors du chargement de la vidéo: {error}",
  "widgets_custom_video_player_error_resuming_music": "Erreur lors de la reprise de la musique: {error}",
  "widgets_custom_video_player_failed_download": "Échec du téléchargement de l'image depuis {url}: {statusCode}",
  "widgets_custom_video_player_network_error": "Erreur de connexion réseau",
  "widgets_custom_video_player_playback_error": "Erreur de lecture vidéo",
  "widgets_custom_video_player_timeout": "Délai d'attente de chargement vidéo dépassé",
  "widgets_custom_video_player_timeout_loading_music": "Délai d'attente dépassé lors du chargement de la musique pour la carte {cardId}",
  "widgets_game_help_dialog_title": "Aide",
  "widgets_guide_jormungandr_popup_controls": "⌨️ Contrôles:\n↑↓←→ Flèches | R: Recommencer",
  "widgets_guide_jormungandr_popup_description": "Aide le serpent-monde à grandir\nen dévorant les offrandes des mortels",
  "widgets_guide_jormungandr_popup_start_button": "Réveiller le Serpent",
  "widgets_guide_jormungandr_popup_title": "Guide Jörmungandr",
  "word_search_default_clue": "Trouvez les mots cachés.",
  "word_search_preliminary_screen_help_text": "Odin a sacrifié son œil pour la connaissance. Trouvez les mots cachés liés à la mythologie nordique dans la grille de runes.",
  "word_search_preliminary_screen_start_button": "Commencer la Recherche",
  "word_search_screen_rule_1": "Trouvez tous les mots cachés dans la grille.",
  "word_search_screen_rule_2": "Les mots peuvent être horizontaux, verticaux ou diagonaux, et peuvent être lus dans les deux sens.",
  "word_search_screen_rule_3": "Sélectionnez les lettres en faisant glisser votre doigt sur la grille.",
  "word_search_screen_rule_4": "Une fois tous les mots trouvés, un mot secret vous sera demandé.",
  "word_search_screen_rule_5": "Utilisez les lettres restantes pour former le mot secret et valider votre victoire.",
  "word_search_screen_title": "L'Œil d'Odin",
  "games_menu_quiz": "Ma divinité gardienne",
  "quiz_preliminary_screen_help_text": "Répondez aux questions des dieux et découvrez quelle divinité veille sur vous.",
  "quiz_preliminary_screen_start_button": "Commencer le Quiz"
}